{
  "app.landingpage.applicationperiod.check": "Check",
  "app.landingpage.applicationperiod.deadline.apply": "Bewerben",
  "app.landingpage.applicationperiod.deadline.end": "Unsere Bewerbungsphase endet in:",
  "app.landingpage.applicationperiod.deadline.end.short": "Endet in:",
  "app.landingpage.applicationperiod.deadline.start": "Unsere Bewerbungsphase startet in:",
  "app.landingpage.applicationperiod.deadline.start.short": "Startet in:",
  "app.landingpage.applicationperiod.header": "Unsere Bewerbungsfristen",
  "app.landingpage.applicationperiod.no.deadline": "Das nächste Programm wird bald angekündigt",
  "app.landingpage.applicationperiod.subheader": "Schau nach, wann die Bewerbungen für unsere Standorte offen sind!",

  "about.about.program_hero.headingFirst": "Über uns",
  "about.about.program_hero.headingSecond": "TechLabs",
  "about.about.program_hero.intro": "Wir bei TechLabs träumen von einer Welt voller technikbegeisterter Menschen, die die Herausforderungen unserer Zeit mit einer digitalen und unternehmerischen Denkweise angehen.",
  "about.about.program_hero.secondintro": "Erfahre mehr über uns und unsere Vision.",
  "about.why.RightImageSectionHeading.heading": "Warum wir tun, was wir tun",
  "about.why.RightImageSectionHeading.subheading": "Wir müssen die Lücke bei digitalen Skills schließen",
  "about.why.RightImageSectionHeading.text": "McKinsey schätzt, dass zwischen 400 Millionen und 800 Millionen Menschen durch die Automatisierung verdrängt werden könnten und bis 2030 weltweit neue Arbeitsplätze finden müssen. 75 Millionen bis 375 Millionen Menschen müssen möglicherweise die Berufskategorie wechseln und neue Fähigkeiten erlernen. Wer kann helfen? Universitäten und Bootcamps werden dies nicht allein erreichen. Es wird darauf ankommen, dass Menschen wie wir die Bildung von Grund auf neu überdenken und neue, innovative Ideen zur Lösung dieser immensen Herausforderung entwickeln.",
  "about.vision.LeftImageSectionHeading.heading": "Unsere Vision",
  "about.vision.LeftImageSectionHeading.subheading": "Eine Welt voller Digital Shapers",
  "about.vision.LeftImageSectionHeading.text": "Wir bei TechLabs träumen von einer Welt voller technikbegeisterter Menschen, die die Herausforderungen unserer Zeit mit einer digitalen und unternehmerischen Denkweise angehen. Als Beschleuniger für das Lernen technologischer Fähigkeiten entwickelt TechLabs einzigartige Lernkonzepte für unsere Communities in der ganzen Welt. Bei TechLabs trifft Vielfalt auf personalisierte Lernwege. Ein Ort, an dem Anfänger auf erfahrene Mentoren treffen. Ein Ort, an dem Neugierde auf leistungsstarke Lernressourcen trifft und an dem Online- und Offline-Lernen nicht nur zwei getrennte Seiten derselben Medaille sind, sondern sich perfekt zu einem ganzheitlichen Lernkonzept zusammenfügen.",
  "about.mission.RightImageSectionHeading.heading": "Unsere Mission",
  "about.mission.RightImageSectionHeading.subheading": "Eine Lernplattform für Menschen aller Disziplinen",
  "about.mission.RightImageSectionHeading.text": "Unsere Mission ist es, möglichst vielen Menschen zu ermöglichen, sich modernste technische Fähigkeiten anzueignen, um die heutigen Probleme auf digitale Weise zu lösen. Wir bieten ein einzigartiges Programm an, das Online-Lernen, Projektarbeit in Kleingruppen und lokale Veranstaltungen kombiniert. Um die digitale Bildung auf das nächste Level zu bringen, verfolgen wir drei klare Ziele.",
  "about.mission_values.ThreeCard.headingOne": "Effektives Lernen",
  "about.mission_values.ThreeCard.textOne": "Wir zeigen dir den effektivsten Weg zum Aufbau von Fachkompetenz im Bereich digitaler Technologien. Wir erreichen dies durch eine revolutionäre Kombination von Blended und Accelerated Learning Methoden.",
  "about.mission_values.ThreeCard.headingTwo": "Skaliertes Lernen",
  "about.mission_values.ThreeCard.textTwo": "Wir richten unser Angebot an so viele ehrgeizige Menschen wie möglich. Insbesondere an die, die es am meisten brauchen und/oder an die, die damit die größte Wirkung erzielen.",
  "about.mission_values.ThreeCard.headingThree": "Menschen verbinden",
  "about.mission_values.ThreeCard.textThree": "Wir glauben, dass Lernen Vielfalt erfordert und am besten in einer lebendigen Gemeinschaft funktioniert. Daher wollen wir Menschen aus verschiedenen Disziplinen und mit unterschiedlichem kulturellen Hintergrund auf ihrem persönlichen Weg miteinander verbinden.",
  "about.who.LeftImageSectionHeading.heading": "Wer wir sind",
  "about.who.LeftImageSectionHeading.subheading": "Erfahre mehr über die Menschen hinter der Mission",
  "about.who.LeftImageSectionHeading.text": "Was 2017 als eine Idee unserer sieben Gründungsmitglieder im Arbeitsbereich einer Bibliothek in Münster begann, ist zu einem wachsenden Team mit mehr als 170 Mitarbeitern geworden. Die inspirierende Arbeit, die jeder auf ehrenamtlicher Basis leistet, hilft TechLabs weiter zu florieren. TechLabs besteht aus Personen mit unterschiedlichsten Hintergründen, die sich über die gleiche Idee verbunden fühlen und die TechLabs Mission erreichen wollen.",
  "about.join.RightImageSectionHeading.heading": "Werde Teil des Teams",
  "about.join.RightImageSectionHeading.subheading": "Du möchtest Teil von TechLabs werden?",
  "about.join.RightImageSectionHeading.text": "Du träumst von einer Welt voller digitaler Gestalter und hast eine Leidenschaft für Technologie? Als Mitglied des TechLabs Management-Teams arbeitest du ehrenamtlich, um andere beim Erlernen neuer Technologien zu unterstützen. Werde Teil der TechLabs-Familie und schließe dich uns auf unserer Mission an.",
  "about.join.RightImageSectionHeading.buttonText": "Jetzt Bewerben",
  "about.foundyorown.RightImageSectionHeading.heading": "Deine Stadt ist nicht dabei?",
  "about.foundyorown.RightImageSectionHeading.text": "Wenn du die Zukunft der Tech-Bildung mitgestalten und einen eigenen TechLabs-Standort gründen möchtest, melde dich bei uns! Lass uns zusammenarbeiten!",
  "about.foundyorown.RightImageSectionHeading.buttonText": "Weitere Informationen",

  "allLocations.heading.1": "Entdecke unsere ",
  "allLocations.heading.2": "Standorte",
  "allLocations.intro": "TechLabs ist eine Gruppe von enthusiastischen, engagierten und leidenschaftlichen Menschen, die sich zusammengeschlossen haben, um so viele Menschen wie möglich zu Digital Shapers zu machen. Es erwarten dich aufregende Meetups, Hackathons, gesellige Treffen und Workshops. Entdecke hier die Welt von TechLabs",
  "allLocations.placeholder": "Standort suchen",
  "allLocations.locations.heading": "TechLabs Standorte",
  "allLocations.locations.subheading": "Entdecke unsere aktuellen Tech-Communities!",
  "allLocations.city.heading.1": "Deine Stadt",
  "allLocations.city.heading.2": "nicht gefunden?",
  "allLocations.city.text.1": "Wenn du die Zukunft der Tech-Bildung mitgestalten und einen eigenen TechLabs-Standort gründen möchtest, melde dich bei uns!",
  "allLocations.city.text.2": "Lass uns zusammenarbeiten!",
  "allLocations.city.btn": "Mehr Informationen",

  "ai.ai.programmhero.headingFirst": "Künstliche",
  "ai.ai.programmhero.headingSecond": " Intelligenz",
  "ai.ai.programmhero.intro": "Informiere dich über unseren KI Track. Beginne deine Lernreise als Teilnehmer des nächsten TechLabs Jahrgangs in der Stadt deiner Wahl. Erwerbe Tech Skills mithilfe unserer individuellen Lerntracks, unseren lokalen Veranstaltungen und professioneller Unterstützung durch unsere erfahrenen Mentoren. Innerhalb von sechs Monaten beendest du ein Tech-Projekt und erhältst unser Digital Shaper Zertifikat.",
  "ai.what.RightImageSection.heading": "Was ist künstliche Intelligenz?",
  "ai.what.RightImageSection.subheading": "Lerne was sich hinter dem Schlagwort 'KI' verbirgt!",
  "ai.what.RightImageSection.text": "KI ist eine dehnbare Definition, die lernende Strukturen umfasst, die in der Lage sind Muster zu erkennen und die gelernten Muster anzuwenden, um etwas vorherzusagen oder zu transformieren. Wenn wir über KI sprechen, sprechen wir über neuronale Netzwerke oder Reinforcement-Lern-Systeme, die in der Lage sind, große, komplexe Probleme wie Objekterkennung, Objektklassifizierung oder autonomes Fahren zu bewältigen. Diese Anwendungen werden von neuronalen Netzen mit Millionen von Parametern dominiert.",
  "ai.why.RightImageSection.heading": "Warum Künstliche Intelligenz?",
  "ai.why.RightImageSection.subheading": "Erfahre mehr über die verschiedenen Anwendungen der Künstlichen Intelligenz!",
  "ai.why.RightImageSection.text": "Daten sind das neue Öl, aber 'KI ist der neue Strom' - Andrew Ng. Künstliche Intelligenz hilft, wertvolles Wissen aus Daten zu gewinnen. Tiefe neuronale Netze erhielten 2011 eine Steigerung der Popularität, als das neuronale Netzwerk AlexNet den ImageNet-Wettbewerb (Erkennung von 1000 Objektklassen in Bildern) mit einer Fehlerquote von 16% löste. Bevor tiefe neuronale Netze diesen Wettbewerb beherrschten, lag die durchschnittliche Fehlerquote bei weit über 25%. Seitdem ist die Fehlerquote auf weniger als 5% gesunken. Der Erfolg von Deep Neural Networks hängt von der großen Datenmenge ab, die notwendig ist, um die Millionen von Parametern zu trainieren. Da die Datenmenge ständig wächst, wird das Anwendungsspektrum der KI immer größer. Während KI lange Zeit ein Instrument zur Lösung einer einzelnen, sehr spezifischen Aufgabe war, entwickelt sich KI immer mehr zu einem generalisierten Ansatz zur Problemlösung.",
  "ai.learn.WhatYouWillLearn.intro": "Erfahre, welche unterschiedlichen Erkenntnisse unser KI-Track bietet!",
  "ai.learn.WhatYouWillLearn.first": "Grundlagen über Deep-Learning-Algorithmen",
  "ai.learn.WhatYouWillLearn.second": "Erfahre, wie man Bilderkennungssysteme erstellt",
  "ai.learn.WhatYouWillLearn.third": "Erfahre, welche mathematischen Grundlagen hinter dem Training neuronaler Netze stehen",
  "ai.learn.WhatYouWillLearn.fourth": "Lerne allgemeine Python-Programmierkenntnisse mit Schwerpunkt auf Deep-Learning-Libraries",
  "ai.more.LeftImageSection.heading": "Mehr über den Track",
  "ai.more.LeftImageSection.subheading": "Lerne neuronale Netze kennen und arbeite mit den Hintergrunddaten in unseren individualisierten Tracks!",
  "ai.more.LeftImageSection.text": "Der KI-Track ist in verschiedenen Versionen erhältlich. Du kannst den Deep-Learning-Teil mit einer Auffrischung deiner Python- und Maschinenkenntnisse kombinieren. Trotz dieser Auffrischung solltest du bereits über einige Kenntnisse in Python und Machine Learning verfügen. Du erwirbst sowohl theoretisches Wissen als auch praktische Erfahrung. Die Hauptanwendungen sind Bildklassifikation, Objekterkennung und Text-Mining. Darüber hinaus wirst du neuronale Netze einsetzen, um Objekte in einem Bild zu erkennen und zu klassifizieren sowie interessante Muster in Textdaten zu finden (z.B. Amazon Rezensionen). Neben der Anwendung enthält der Track Informationen über die wichtigsten mathematischen Grundlagen neuronaler Netze. Dazu gehören Backpropagation, Gradientenabstieg und die Vektorisierung von Wörtern.",
  "ai.first_impression.FirstImpression.heading": "Verschaffe dir einen ersten Eindruck",
  "ai.first_impression.FirstImpression.subheading": "Schaue dir unseren Einstiegskurs an, den jeder kostenlos belegen kann!",
  "ai.first_impression.FirstImpression.firstHeading": "Einführung Künstliche Intelligenz",
  "ai.first_impression.FirstImpression.firstText": "Schaue dir unseren freiverfügbaren Einstiegskurs an, den jeder belegen kann!",

  "applypage.headline.ApplicationHero.headingFirst": "Bewerbung",
  "applypage.headline.ApplicationHero.intro": "Willst du die modernste Technik erlernen? Willst du Teil einer motivierten Community sein? Bewirb dich jetzt für das TechLabs Digital Shaper-Programm.",
  "applypage.applyCard.availableTracks": "Verfügbare Tracks",
  "applypage.requirements.heading": "Application Requirements",
  "applypage.requirements.subheading": "Worauf achten wir bei einer Bewerbung?",
  "applypage.requirements.motivation.1": "Motivation",
  "applypage.requirements.motivation.2": "- Bist du motiviert, technische Fähigkeiten online zu lernen?",
  "applypage.requirements.motivation.3": "Das Online-Lernprogramm verlangt, dass du selbständig lernst!",
  "applypage.requirements.drive.1": "Antrieb",
  "applypage.requirements.drive.2": "- Hast du den Drive, während des Semesters ein Gruppenprojekt voranzutreiben?",
  "applypage.requirements.drive.3": "Während der Projektphase wirst du in einem kleinen Team effizient arbeiten müssen, um dein Wissen anzuwenden!",
  "applypage.requirements.community.1": "Community",
  "applypage.requirements.community.2": "- Hast du gerne Kontakt zu unserer Community bei Events oder auf Slack?",
  "applypage.requirements.community.3": "Wir bieten lokale Events an, die von der aktiven Teilnahme leben, um ein einzigartiges Netzwerk zu schaffen.",
  "applypage.requirements.english.1": "Englisch",
  "applypage.requirements.english.2": "- Sind deine Englischkenntnisse ausreichend?",
  "applypage.requirements.english.3": "Um eine großartige Lernerfahrung zu machen, solltest du englische Lernmaterialien verstehen können!",
  "applypage.requirements.time.1": "Zeit-Management",
  "applypage.requirements.time.2": "- bist du bereit, genügend Zeit für die Teilnahme an unserem Programm aufzuwenden?",
  "applypage.requirements.time.3": "Um Digital Shaper zu werden, solltest du mehr als 50 Stunden online und offline investieren!",
  "applypage.applicationProcess.heading": "Bewerbungsprozess",
  "applypage.applicationProcess.subheading": "Welche Schritte braucht es für eine erfolgreiche Bewerbung?",
  "applypage.applicationProcess.step1.heading": "Online Bewerbung",
  "applypage.applicationProcess.step1.text": "Wir sehen deine Bewerbung durch und prüfen, ob deine Motivation unseren Anforderungen entspricht!",
  "applypage.applicationProcess.step2.heading": "Feedback-Prozess",
  "applypage.applicationProcess.step2.text": "Nachdem wir alle Bewerbungen durchgesehen haben, melden wir uns schnell mit unserem entgültigen Feedback bei dir!",
  "applypage.applicationProcess.step3.heading": "Kick-Off",
  "applypage.applicationProcess.step3.text": "Glückwunsch - du bist Teil unserer TechLabs Community. Fangen wir an, gemeinsam zu lernen!",
  "applypage.applicationProcess.nextStep": "nächster Schritt",
  "applypage.applicationProcess.firstStep": "erster Schritt",
  "applypage.applicationProcess.secondStep": "zweiter Schritt",
  "applypage.moreinformation.heading": "Frist verpasst",
  "applypage.moreinformation.subheading": "Verschaffe dir einen ersten Eindruck davon, wie es ist, Data Science, Web Development, KI oder UX zu lernen. Bereite dich auf den nächsten Kick-Off vor!",
  "applypage.text.start_now": "Jetzt Beginnen",

  "dataScience.headline.ProgrammHero.headingFirst": "Data",
  "dataScience.headline.ProgrammHero.headingSecond": " Science",
  "dataScience.headline.ProgrammHero.intro": "Informiere dich über unseren Data Science Track. Beginne deine Lernreise als Teilnehmer des nächsten TechLabs Jahrgangs in der Stadt deiner Wahl. Erwerbe Tech Skills mithilfe unserer individuellen Lerntracks, unseren lokalen Veranstaltungen und professioneller Unterstützung durch unsere erfahrenen Mentoren. Innerhalb von sechs Monaten beendest du ein Tech-Projekt und erhältst unser Digital Shaper Zertifikat.",
  "dataScience.why.RightImageSection.heading": "Warum Data Science?",
  "dataScience.why.RightImageSection.subheading": "Data Scientist - Der gefragteste Job im 21. Jahrhundert!",
  "dataScience.why.RightImageSection.text": "'Daten sind das neue Öl - ein einprägsamer Satz, der bereits 2006 ausgesprochen wurde und mit der Zeit immer wichtiger wird. Was macht Unternehmen wie Google, Baidu oder Amazon so mächtig? Es ist die Datenmenge, die sie besitzen, und die Mitarbeiter, die diese Daten analysieren können. Das entstehende Datenvolumen sowie die Anzahl der Unternehmen, die dieses Datenwachstum jedes Jahr exponentiell nutzen wollen. In diesem Meer von immer mehr Daten, die darauf warten, entdeckt zu werden, gibt es schöne und interessante Einblicke, und Data Science ist der Schlüssel, um all diese verborgenen Erkenntnisse zu entdecken. Daher steigt die Nachfrage nach Data Scientists.",
  "whatYouWillLearn.heading": "Was wirst du lernen?",
  "dataScience.learn.WhatYouWillLearn.intro": "Data Science ist ein multidisziplinärer Bereich. Im Kern geht es darum, aus Daten wertvolle Erkenntnisse zu gewinnen.",
  "dataScience.learn.WhatYouWillLearn.first": "Wie man Modelle des maschinellen Lernens anwendet, um Probleme wie die Churn-Prognose oder Kundensegmentierung zu lösen",
  "dataScience.learn.WhatYouWillLearn.second": "Analysiere Rohdaten zur Gewinnung nützlicher Erkenntnisse",
  "dataScience.learn.WhatYouWillLearn.third": "Allgemeine Programmierkenntnisse in R oder Python",
  "dataScience.learn.WhatYouWillLearn.fourth": "Wie man Ergebnisse strukturiert und visuell ansprechend präsentiert",
  "dataScience.more.LeftImageSection.heading": "Mehr über den Lerntrack",
  "dataScience.more.LeftImageSection.subheading": "Lerne Data Science - Praxis oder Theorie - R oder Python - Du hast die Wahl!",
  "dataScience.more.LeftImageSection.text": "Es spielt keine Rolle, ob du Anfänger bist oder bereits erste Erfahrung hast. Das Programm ist so konzipiert, dass jeder - egal mit welchen Vorkenntnissen - beginnen kann. Wir bieten praktische und theoretische Kurse in den Programmiersprachen R und Python und erstellen für jeden Teilnehmer je nach Präferenzen einen individuellen Lerntrack. Sowohl im praktischen als auch im theoretischen Teil werden zunächst grundlegende Programmierübungen durchgeführt, um die gewählte Programmiersprache kennenzulernen. Der praktische Teil richtet sich an Personen, die lernen wollen, wie man schnell maschinelle Lernalgorithmen zur Problemlösung einsetzt, ohne in den mathematischen Hintergrund einzutauchen. Der Theoriekurs beinhaltet Materialien und Übungen, die den theoretischen (mathematischen) Hintergrund verschiedener Algorithmen wie lineare und logistische Regression, neuronale Netze oder Dimensionsreduktion abdecken. Zu den Tracks gehören auch TechLabs Notebooks, in denen man das Wissen vertiefen und die in den Online-Kursen erworbenen Kenntnisse anwenden kann.",
  "dataScience.first_impression.FirstImpression.heading": "Verschaffe dir einen ersten Eindruck",
  "dataScience.first_impression.FirstImpression.subheading": "Schaue dir unseren Einstiegskurs an, den jeder kostenlos belegen kann!",
  "dataScience.first_impression.FirstImpression.firstHeading": "Einführung in Data Science mit Python",
  "dataScience.first_impression.FirstImpression.firstText": "Beginne mit unserem kostenlosen Kurs, um die Grundlagen im Bereich Data Science mit Python zu erlernen und um festzustellen, ob das Digital Shaper Program zu dir passt!",
  "dataScience.first_impression.FirstImpression.secondHeading": "Einführung in Data Science mit R",
  "dataScience.first_impression.FirstImpression.secondText": "Beginne mit unserem kostenlosen Kurs, um die Grundlagen im Bereich Data Science mit R zu erlernen und um festzustellen, ob das Digital Shaper Program zu dir passt!",
  "dataScience.first_impression.FirstImpression.button": "Los geht's",

  "foundYourOwn.headline.text1": "Bring TechLabs in ",
  "foundYourOwn.headline.text2": "Deine Stadt",
  "foundYourOwn.subheading.text": "Werde Mitgründer von TechLabs",
  "foundYourOwn.list.entry1.text": "Du bist auf der Suche nach einer neuen Herausforderung und hast eine Leidenschaft für Technologie?",
  "foundYourOwn.list.entry2.text": "Du wolltest schon immer selbst eine Initiative gründen und eigene Ideen in die Tat umsetzen?",
  "foundYourOwn.list.entry3.text": "Du willst anderen auf freiwilliger Basis helfen, sich auf die Herausforderungen von Morgen vorzubereiten?",
  "foundYourOwn.heading3.text": "Perfekt, wir machen den Unterschied! Gemeinsam.",
  "foundYourOwn.challenge.heading.text1": "Du bist auf der Suche nach einer neuen Herausforderung und bist",
  "foundYourOwn.challenge.heading.text2": "begeistert für Technologie?",
  "foundYourOwn.challenge.card.text": "Wir bei TechLabs träumen von einer Welt voller Digital Shapers. Eine Welt voller technikbegeisterter Menschen, die die Herausforderungen unserer Zeit mit einer digitalen und unternehmerischen Denkweise angehen. Um dies zu erreichen, wollen wir so viele junge Menschen wie möglich zu Digital Shapern machen, was notwendigerweise einen globalen Ansatz erfordert. Lass uns unsere Kräfte bündeln, um die Zukunft der technischen Ausbildung zu gestalten!",
  "foundYourOwn.initiative.heading.text1": "Du willst selbst eine Initiative gründen und eigene Ideen",
  "foundYourOwn.initiative.heading.text2": "in die Tat umsetzen?",
  "foundYourOwn.initiative.card.text": "Gründe einen neuen TechLabs-Standort in deiner Stadt und werde Teil unseres umfangreichen Netzwerks, um dein Engagement, deine Expertise und deine Ideen zu nutzen. Erschaffe eine lokale Tech-Community, organisiere Workshops und Coding-Events, etabliere Kooperationen mit lokalen Unterstützern - deine Möglichkeiten sind endlos. Wir unterstützen dich nicht nur bei der Planung deines eigenen Standorts, sondern bieten dir und deinem Team eine einzigartige Plattform, um auch über die lokale Ebene hinaus Wirkung zu erzielen!",
  "foundYourOwn.prepare.heading.text1": "Du willst andere dabei unterstützen, sich auf die Herausforderungen",
  "foundYourOwn.prepare.heading.text2": "von Morgen vorzubereiten?",
  "foundYourOwn.prepare.card.text": "Als Mitbegründer von TechLabs besteht deine Aufgabe darin, einen neuen Standort von Grund auf aufzubauen. Um die bestmögliche Lernumgebung zu schaffen, kombiniert unser Ansatz Online-Kurse, Offline-Communities und eine Projektphase. Zusätzlich zu diesen Kernelementen legen wir großen Wert auf den individuellen Charakter jedes Standortes. Stell dir TechLabs als ein bewährtes Konzept vor, das aus einer Vielzahl von Bausteinen besteht, aus denen du wählen kannst. Indem du diese verschiedenen Bausteine nach deinen Präferenzen zusammenstellst, kannst Du ganz eine eigene Version von TechLabs erstellen. Dein Standort ist dein Projekt!",
  "foundYourOwn.wait.heading.text1": "Du kannst es kaum erwarten",
  "foundYourOwn.wait.heading.text2": "deinen eigenen TechLabs-Standort zu eröffnen?",
  "foundYourOwn.calltoAction.text": "Kontaktiere uns",
  "mentors.information.text": "Erfahre mehr",

  "ux.headline.ProgrammHero.headingFirst": "User Experience",
  "ux.headline.ProgrammHero.headingSecond": " Design",
  "ux.headline.ProgrammHero.intro": "Informiere dich über unseren UX Design Track. Beginne deine Lernreise als Teilnehmer des nächsten TechLabs Jahrgangs in der Stadt deiner Wahl. Erwerbe Tech Skills mithilfe unserer individuellen Lerntracks, unseren lokalen Veranstaltungen und professioneller Unterstützung durch unsere erfahrenen Mentoren. Innerhalb von sechs Monaten beendest du ein Tech-Projekt und erhältst unser Digital Shaper Zertifikat.",
  "ux.what.RightImageSection.heading": "Was ist User Experience Design?",
  "ux.what.RightImageSection.subheading": "Die Aufgaben eines UX Designers beinhalten unter anderem Nutzerforschung, das Design interaktiver Prototypen und das Testen der Designs.",
  "ux.what.RightImageSection.text": "User Experience besteht aus der Wahrnehmung und Reaktion einer Person, die sich aus der Nutzung oder sogar nur der erwarteten Nutzung eines Produkts, Systems oder einer Dienstleistung ergibt. Daher ist UX Design der Prozess des Verstehens des Benutzers, um iterativ die Benutzerfreundlichkeit, Zugänglichkeit und Freude bei der Interaktion mit dem Produkt zu verbessern. Kurz gesagt: deine Aufgabe ist es, den Anwendern Freude an deinem Produkt zu bereiten.",
  "ux.why.RightImageSection.heading": "Warum User Experience Design?",
  "ux.why.RightImageSection.subheading": "Jedes Produkt hat eine eigene User Experience. Lerne, wie man diese perfektioniert!",
  "ux.why.RightImageSection.text": "Seitdem Unternehmen den Wert der Schaffung eines guten Benutzererlebnisses erkannt haben, sind Produkte in allen Lebensbereichen immer nutzerfreundlicher geworden. Infolgedessen wuchs die Nachfrage nach hoher Benutzerfreundlichkeit und positiven Benutzererfahrungen mit der Zeit. Darüber hinaus kommen jeden Tag neue Produkte auf den Markt, die alle unterschiedliche Anforderungen haben, um die Bedürfnisse ihrer Anwender zu erfüllen. UX Design ist nicht nur für die erfolgreiche Etablierung eines Produkts notwendig, sondern auch dafür, dass ein Produkt am Markt besteht und um dieses weiterzuentwickeln. Da viele Produkte und Informationen digitalisiert werden, wirst du der Schlüssel dazu sein, sie für alle zugänglich zu machen.",
  "ux.learn.WhatYouWillLearn.intro": "Definiere ein Designproblem, das in der Projektphase gelöst wird!",
  "ux.learn.WhatYouWillLearn.first": "Lerne UX Design mit praktischen Beispielen und nutze die Gelegenheit, ein persönliches Tech-Portfolio aufzubauen",
  "ux.learn.WhatYouWillLearn.second": "Erfahre, welche Schlüsselwerte für die Gestaltung einer positiven User Experience wichtig sind",
  "ux.learn.WhatYouWillLearn.third": "Sammel Erfahrungen in der Arbeitsweise und Kommunikation in einem multidisziplinären Team und erstelle Dein eigenes Designportfolio",
  "ux.learn.WhatYouWillLearn.fourth": "Lerne die Werkzeuge kennen, um Ideen zu testen und umzusetzen",
  "ux.more.LeftImageSection.heading": "Mehr Informationen zum Lerntrack",
  "ux.more.LeftImageSection.subheading": "Großartiges Design wird geboren, gepflegt und weiterentwickelt - und das in einem systematischen, lernfähigen Prozess!",
  "ux.more.LeftImageSection.text": "Innerhalb des Tracks erkundest du den Prozess der Erstellung eines Produktkonzeptes, das auf den Bedürfnissen der Benutzer basiert und entwickelst hierzu ein aussagekräftiges Design, dass diese Bedürfnisse erfüllt. Sammle praktische Erfahrungen mit Techniken wie Prototyping, Szenario- und Personalentwicklung sowie Wireframing, die dir helfen, dein Verständnis von dem, was die Benutzer benötigen, in eine überzeugende Benutzererfahrung umzusetzen. Darüber hinaus verwandelst du deine Ideen in interaktive Prototypen, die mit potenziellen Anwendern getestet und iterativ in ein hochwertiges Design umgesetzt werden.",
  "ux.first_impression.FirstImpression.heading": "Verschaffe dir einen ersten Eindruck",
  "ux.first_impression.FirstImpression.subheading": "Schaue dir unseren Einstiegskurs an, den jeder kostenlos belegen kann!",
  "ux.first_impression.FirstImpression.firstHeading": "Einführung in User Experience Design",
  "ux.first_impression.FirstImpression.firstText": "Beginne mit unserem kostenlosen Kurs und lerne die Grundlagen von UX Design, um herauszufinden, ob das Digital Shaper Programm zu dir passt!",

  "web.headline.ProgrammHero.headingFirst": "Web",
  "web.headline.ProgrammHero.headingSecond": " Development",
  "web.headline.ProgrammHero.intro": "Informiere dich über unseren Web Development Track. Beginne deine Lernreise als Teilnehmer des nächsten TechLabs Jahrgangs in der Stadt deiner Wahl. Erwerbe Tech Skills mithilfe unserer individuellen Lerntracks, unseren lokalen Veranstaltungen und professioneller Unterstützung durch unsere erfahrenen Mentoren. Innerhalb von sechs Monaten beendest du ein Tech-Projekt und erhältst unser Digital Shaper Zertifikat.",
  "web.what.RightImageSection.heading": "Was ist Webentwicklung?",
  "web.what.RightImageSection.subheading": "In unserem Track geht es um die Softwareentwicklung von Websites und Anwendungen.",
  "web.what.RightImageSection.text": "Web Development ist eine Software-Engineering-Disziplin, die die Entwicklung von Websites und Webservices umfasst. Die Vielschichtigkeit in der Webentwicklung ist enorm, sie kann von der Erstellung einer einfachen statischen Webseite bis hin zu komplexen interaktiven Webanwendungen reichen - einschließlich Unternehmensanwendungen und Anwendungsprogrammierschnittstellen. Es gibt jedoch noch viel mehr, was bei der Entwicklung für das Web relevant ist. So müssen beispielsweise das Design und der Inhalt einer Webseite, der Webserver und die Netzwerke sowie die Sicherheitsaspekte berücksichtigt werden.",
  "web.why.RightImageSection.heading": "Warum Webentwicklung?",
  "web.why.RightImageSection.subheading": "Ohne Webentwickler gäbe es keine Inhalte oder Webanwendungen im Internet!",
  "web.why.RightImageSection.text": "Das Internet hat unsere Wirtschaft und Gesellschaft stark verändert. Die Technologien, die wir täglich einsetzen, werden sich ständig weiterentwickeln, so dass Web Development in Zukunft noch wichtiger sein wird als heute. Browser werden von Tag zu Tag leistungsfähiger. Die neuesten Web Development Toolkits ermöglichen es dir bereits, native Anwendungen auf jedem Gerät zu erstellen. Das Erlernen der Funktionsweise von Web Development vermittelt Ihnen leistungsfähige und vielseitige Programmierkenntnisse. Diese ermöglichen es Ihnen, Websites zu gestalten, Anwendungen zu erstellen und Daten zu visualisieren und für Benutzer zugänglich zu machen. Machine Learning, Künstliche Intelligenz, Robotik und andere Bereiche erfordern oft moderne webbasierte Schnittstellen, um sich mit dem Benutzer zu verbinden und einen Mehrwert zu schaffen. Daher ist es für dich von Vorteil, über Kenntnisse in Webentwicklung zu verfügen!",
  "web.learn.WhatYouWillLearn.intro": "Lerne die Technologien und Frameworks kennen, die für die Webentwicklung eingesetzt werden können.",
  "web.learn.WhatYouWillLearn.first": "Erstelle Webseiten mit Hilfe modernster Technologien wie HTML, CSS und JavaScript",
  "web.learn.WhatYouWillLearn.second": "Erhalte praktische Erfahrungen mit Open-Source-Tools und Frameworks wie React",
  "web.learn.WhatYouWillLearn.third": "Erfahre wie du webbasierte Anwendungsprogrammierschnittstellen mit node.JS programmieren kannst",
  "web.learn.WhatYouWillLearn.fourth": "Erwecke Daten zum Leben und erstelle interaktive Visualisierungen und Diagramme für jede Art von Daten",
  "web.more.LeftImageSection.heading": "Mehr Informationen zum Lerntrack",
  "web.more.LeftImageSection.subheading": "Lerne die Technologien und Frameworks kennen, die für die Webentwicklung eingesetzt werden können.",
  "web.more.LeftImageSection.text": "Unser Web Development Track ist für Anfänger und Fortgeschrittene geeignet. Als Anfänger werden wir dich mit den Grundprinzipien der Informatik vertraut machen. Du wirst auch mehr über die Tools und Technologien erfahren, die für die Erstellung von Webseiten und Anwendungen erforderlich sind. Genauer gesagt, wirst du Kenntnisse in HTML5, Cascading Style Sheets (CSS) und JavaScript erwerben. Darüber hinaus erfährst du mehr über gängige Frameworks und lernst die Unterschiede zwischen den Begriffen Frontend und Backend kennen. Am Ende bist du in der Lage, Full-Stack-Anwendungen zu entwickeln! Als fortgeschrittener Anfänger verbessern wir deine Programmiertechniken und deine Programmierkenntnisse in JavaScript. Außerdem lernst du mittels Node.JS unglaublich schnelle Anwendungen zu programmieren. Wenn du bereits einige Erfahrungen im Bereich Data Science gesammelt hast, werden wir dir auch zeigen, wie du Daten mit D3.js effizient anzeigen kannst.",
  "web.first_impression.FirstImpression.heading": "Verschaffe dir einen ersten Eindruck",
  "web.first_impression.FirstImpression.subheading": "Schaue dir unseren Einstiegskurs an, den jeder kostenlos belegen kann!",
  "web.first_impression.FirstImpression.firstHeading": "Einführung in die Webentwicklung",
  "web.first_impression.FirstImpression.firstText": "Beginne mit unserem kostenlosen Kurs, um die Grundlagen der Webentwicklung zu erlernen und um festzustellen, ob das Digital Shaper Program zu dir passt!",

  "quote.lina.heading": "Hilf anderen",
  "quote.lina.subheading": "Mach den Unterschied",
  "quote.lina.text": "Anderen dabei zu helfen, die Fähigkeiten zu entwickeln, die sie brauchen, um etwas zu bewirken, und zu sehen, wie sie dabei erfolgreich sind, ist eine der lohnendsten Erfahrungen. Deshalb verlangen wir keine Gegenleistung und arbeiten auf freiwilliger Basis.",
  "quote.lina.job": "Former Head of Marketing @TechLabs",

  "corevalues.heading.1": "Unsere",
  "corevalues.heading.2": "Kernwerte",
  "corevalues.impact.heading": "Impact",
  "corevalues.impact.text": "Die Schaffung eines positiven Einflusses auf die Welt ist der Hauptgrund, warum wir bei TechLabs arbeiten. Wir stellen täglich den Status quo in Frage und kreieren und implementieren aktiv neue Ideen. Wir konzentrieren uns eher auf großartige Ergebnisse als auf den Prozess.",
  "corevalues.passion.heading": "Leidenschaft",
  "corevalues.passion.text": "Wir setzen uns leidenschaftlich für die TechLabs-Mission ein, weil die technische Ausbildung eine der dringendsten Herausforderungen unserer Zeit ist. Deshalb müssen wir jetzt eingreifen und mit gutem Beispiel vorangehen, um andere zu inspirieren und tatsächlich Veränderungen herbeizuführen.",
  "corevalues.learning.heading": "Lernen",
  "corevalues.learning.text": "Wir sind lebenslang Lernende, die es lieben zu lernen und zu wachsen, sowohl persönlich als auch gemeinsam als Organisation. Wir sind sehr darauf bedacht, neues Wissen und neue Fähigkeiten zu erwerben und anzuwenden.",
  "corevalues.self.heading": "Selbstlosigkeit",
  "corevalues.self.text": "Wir schaffen eine bedeutende Wirkung durch Freiwilligenarbeit. Wir verlangen keine Gegenleistung, da unsere Motivation in erster Linie in der Freude wurzelt, technische Fähigkeiten in unsere Gemeinden zu bringen. Anderen dabei zu helfen, zu lernen und die Welt ein bisschen besser zu verstehen, ist eine der lohnendsten Erfahrungen.",
  "corevalues.respect.heading": "Respekt",
  "corevalues.respect.text": "Wir sind aufgeschlossen und nehmen die Vielfalt in unseren Gemeinschaften an. Wir respektieren die Hintergründe und Meinungen des anderen.",

  "landingpage.button.program": "Programm",
  "landingpage.button.about": "Über uns",
  "landingpage.button.read_more": "Mehr dazu",
  "landingpage.digital.shaper.part1": "Lerne Data Science, Künstliche Intelligenz (AI), Web Development und User Experience Design mit Hilfe unseres revolutionären Digital Shaper-Programms, welches Online-Lernen, Projektarbeit in Kleingruppen sowie gemeinsame Events an einem unserer Standorte kombiniert ",
  "landingpage.digital.shaper.part2": "- und das völlig kostenlos für alle!",
  "landingpage.location.discover": "> Entdecke unsere Standorte",
  "landingpage.location.text": "Wir haben derzeit lokale Vereine in verschiedenen deutschen Städten, Curitiba, Barcelona, Kopenhagen und Medellin",
  "landingpage.what.community.members": "Mitglieder",
  "landingpage.what.community.members.discover": "> Entdecke unsere globale Community!",
  "landingpage.what.community.members.text": "Unsere wachsende Community verbindet mehr als 300 Mitglieder, die motiviert sind, mehr über Technologie zu lernen - online und offline. ",
  "landingpage.what.digital.tracks": "Digitale Tracks",
  "landingpage.what.digital.tracks.discover": "> Entdecke unsere Tracks",
  "landingpage.what.digital.tracks.text": "Mit TechLabs kannst du den neuesten Stand der Technik in den Bereichen KI, Web Development, Data Science und UX erlernen.",
  "landingpage.what.location": "Standorte",
  "landingpage.what.we.offer.subtitle": "Erfahre selbst, was TechLabs für dich bereithält!",
  "landingpage.what.we.offer.title": "Was wir bieten",
  "landingpage.what.weeks.of.coding": "Wochen Coden",
  "landingpage.what.weeks.of.coding.discover": "> Entdecke unsere Programm",
  "landingpage.what.weeks.of.coding.text": "Innerhalb von 12-16 Wochen erhältst du ein fundiertes Wissen im Bereich Programmieren und kannst dir durch unser innovatives Lernkonzept Tech Skills aneignen.",
  "landingpage.googlechallenge.heading": "Award-Winning Concept",
  "landingpage.googlechallenge.subheading": "Google Impact Challenge 2018!",
  "landingpage.googlechallenge.text": "TechLabs - die Idee hat überzeugt: Das gemeinnützige Start-up TechLabs bietet Studenten die Möglichkeit, ihre technischen Fähigkeiten zu erweitern und zu vertiefen - und das alles kostenlos! Im Jahr 2018 wurde das Projekt mit einem Award ausgezeichnet, als TechLabs im Finale der Google Impact Challenge in Berlin 20.000 EUR gewann. Bis heute haben sich über 170 Freiwillige TechLabs angeschlossen, um die Idee zu verbreiten.",
  "landingpage.quote.nils.heading": "Das TechLabs Lernkonzept",
  "landingpage.quote.nils.subheading": "Was dich bei TechLabs erwartet",
  "landingpage.quote.nils.text": "Mit unserem Programm, das Online-Lernen, Projektarbeit und TechLabs-Community-Meetings kombiniert, kannst du in einem Semester schneller lernen. Unabhängig von Hintergrund und Vorkenntnissen - jeder kann teilnehmen und Tech-Fähigkeiten erlernen. Bei TechLabs spielt Geld keine Rolle. Deshalb sind unsere Programme kostenfrei. Wir helfen dir, ein eigenes Technologieprojekt umzusetzen und dich für technische Aufgaben zu qualifizieren.",
  "landingpage.quote.nils.job": "Head of Product @ TechLabs",
  "landingpage.learn_more.heading": "Erfahre mehr",
  "landingpage.learn_more.subheading": "Schau dir unsere Standorte und unser Digital Shaper Programm an!",
  "landingpage.learn_more.locations.text": "Erfahre, was derzeit in unseren lokalen Tech-Communities geschieht. Deine Stadt ist noch nicht dabei? Bring TechLabs in deine Stadt, lass uns gemeinsam Digital Shaper aufbauen.",
  "landingpage.learn_more.locations.h2": "Standorte →",
  "landingpage.learn_more.program.text": "Du bist nicht sicher, welcher Track für dich der richtige ist? Schaue dir unser Programm an und informiere dich im Detail über jeden einzelnen Track.",
  "landingpage.learn_more.program.h2": "Programm →",
  "landingpage.partnerlogos.text": "Unser wachsendes Partnernetzwerk",
  "landingpage.slider.heading": "Unsere Community",
  "landingpage.slider.subheading": "Entdecke, was unsere Teilnehmer bei TechLabs erlebt haben!",
  "landingpage.slider.pre": "TESTIMONIALS",
  "landingpage.slider.title": "TechLabs hat mir beigebracht, wie man programmiert",
  "landingpage.slider.jin.text": "Durch TechLabs konnte ich mir genug Wissen und Selbstvertrauen aneignen, um an einem Hackathon teilzunehmen. Wir haben eine Webanwendung für Produktivität erstellt und den dritten Platz belegt.",
  "landingpage.slider.hümeyra.text": "Der persönliche Lernweg, den das TechLabs-Team zusammengestellt hat, ermöglichte es mir, ohne technischen Hintergrund mit dem KI-Track zu beginnen, die notwendigen Programmierfähigkeiten zu erlernen und ein Verständnis für Machine Learning zu entwickeln. Endlich kann ich eine Brücke zwischen Biomedizin und KI schlagen.",
  "landingpage.slider.miriam.text": "Als ich beschloss, mir etwas technisches Wissen anzueignen, wusste ich nicht, wo ich anfangen sollte. Bei TechLabs gibt es Leute, die wissen, was sie tun, die mir beim Einstieg helfen konnten und die mir nun auch helfen, meine Ziele zu erreichen.",
  "landingpage.slider.button": "mehr über {name}s Projekt",

  "location.aachen": "Aachen",
  "location.barcelona": "Barcelona",
  "location.berlin": "Berlin",
  "location.düsseldorf": "Düsseldorf",
  "location.munich": "München",
  "location.city": "Stadt",
  "location.copenhagen": "Kopenhagen",
  "location.hamburg": "Hamburg",
  "location.mannheim": "Mannheim",
  "location.country": "Land",
  "location.country.brazil": "Brasilien",
  "location.country.colombia": "Kolumbien",
  "location.country.denmark": "Dänemark",
  "location.country.germany": "Deutschland",
  "location.country.spain": "Spanien",
  "location.country.remote": "Global",
  "location.curitiba": "Curitiba",
  "location.medellín": "Medellín",
  "location.münster": "Münster",
  "location.dortmund": "Dortmund",
  "location.remote": "Remote",
  "location.availableTracks": "Verfügbare Tracks:",
  "location.nextApplication": "Nächste Bewerbungsphase:",
  "location.nextBatch": "Der nächste Batch wird bald angekündigt",
  "location.follow.heading": "Folge uns:",
  "location.follow.subheading": "Bleib auf dem Laufenden!",
  "location.openPositions.heading": "Werde ein Teil des Teams",
  "location.openPositions.subheading": "Du möchtest Teil unseres Teams werden?",
  "location.openPositions.text": "Du träumst von einer Welt voller digitaler Gestalter und hast eine Leidenschaft für Technologie? Als Mitglied des TechLabs Management-Teams arbeitest du ehrenamtlich, um andere beim Erlernen neuer Technologien zu unterstützen. Werde Teil der TechLabs-Familie und schließe dich uns auf unserer Mission an.",
  "location.openPositions.button": "Offene Stellen",
  "location.office.heading": "Unser Office - {officeName}",
  "location.office.subheading": "Check unser Workspace aus",
  "location.office.visit": "Besuch uns hier:",
  "location.office.directions": "Anfahrtsbeschreibung",
  "location.partners.heading": "Unsere Partner",
  "location.partners.subheading": "Unser Standort wir stolz unterstützt von",
  "location.newsletter.title": "Willst du wissen, wann die nächste Bewerbungsphase beginnt?",
  "location.newsletter.subtitle": "Melde dich für unseren Newsletter an, um benachrichtigt zu werden!",
  "location.newsletter.name.label": "Name*",
  "location.newsletter.name.placeholder": "Dein Name",
  "location.newsletter.email.label": "E-Mail*",
  "location.newsletter.email.placeholder": "Deine E-Mail",
  "location.newsletter.privacy": "Ich bin damit einverstanden, dass TechLabs meine Daten verwendet, um mit mir in Kontakt zu bleiben und mir Neuigkeiten und Informationen zu schicken.",
  "location.newsletter.button": "Anmeldung",

  "applypage.choose.your.city.title": "Wähle deine Stadt",
  "applypage.choose.your.city.subtitle": "Momentan sind wir in {count} Städten weltweit vertreten!",
  "programs.heading.1": "Unsere ",
  "programs.heading.2": "Lernprogramme",
  "programs.subheading": "Unser Programm bietet dir die effektivste Möglichkeit, Domänenwissen im technischen Bereich aufzubauen. Unser Blended-Learning-Konzept kombiniert Online-Lernen, Projektarbeit und TechLabs Community Events. Entdecke unser Programm jetzt.",
  "programs.techlabs_academy.subheading": "Erkunde unsere Kurse und wähle denjenigen, der dir am besten passt!",
  "programs.learn_more.subheading": "Erfahre mehr über die Programme!",
  "programs.learn_more.button": "Mehr erfahren",

  "programmHero.info.time.heading": "Zeit",
  "programmHero.info.time.first": "6 Monate Programm",
  "programmHero.info.time.second": "5 Stunden / Woche",
  "programmHero.info.certificate.heading": "Zertifikat",
  "programmHero.info.certificate.first": "Erhalte ein Abschlusszertifikat, ",
  "programmHero.info.certificate.second": "nachdem du dein Projekt präsentierst",
  "programmHero.info.certificate.short": "Erhalte ein Abschlusszertifikat nach Projekteinreichung",
  "programmHero.info.participants.heading": "Teilnehmer",
  "programmHero.info.participants.long": "Über 250 Absolventen",
  "programmHero.info.participants.short": "250+ Absolventen",

  "projects.heading": "Projekte unserer Teilnehmer",
  "projects.subheading": "Lass dich inspirieren von diesen abgeschlossenen Projekten!",
  "projects.first.heading": "Financial Planner",
  "projects.first.text": "Eine Application, die deine gesamten Finanztransaktionen verfolgt.",
  "projects.second.heading": "The zeb Project",
  "projects.second.text": "Eine Application, die Marke und Modell eines Autos anhand eines Fotos erkennt und die wichtigsten statistischen Merkmale des Gebrauchtwagens identifiziert.",
  "projects.third.heading": "War of Talents",
  "projects.third.text": "Eine Plattform, die den Prozess der Stellenauswahl für Arbeitnehmer und Arbeitgeber revolutionieren will.",
  "projects.tech.webdev": "Web Development",
  "projects.tech.ai": "Künstliche Intelligenz",
  "projects.tech.ds": "Data Science",
  "projects.tech.ux": "UX Design",
  "projects.button": "Mehr Informationen",

  "blog.heading": "Letzte Artikel",
  "blogcard.time": " Min. Lesezeit",

  "callToAction.first": "Kannst du es kaum abwarten,",
  "callToAction.second": " die meistgefragten Tech-Skills zu erwerben?",
  "callToAction.third": "Bist du bereit, ",
  "callToAction.fourth": "das Lernen anzufangen?",
  "callToAction.button": "Jetzt bewerben",
  "callToAction.button.closed": "Bewerbung geschlossen",

  "datesCalendar.heading": "Wichtige Daten",
  "datesCalendar.subheading": "Erhalte einen Überblick über alle Veranstaltungen und Termine in {city}",
  "datesCalendar.noEvents": "Für diesen Monat sind keine Veranstaltungen geplant",

  "layout.locations": "Standorte",
  "layout.program": "Programm",
  "layout.dsp": "Digital Shaper-Programm",
  "layout.codeathome": "codeathome Bootcamp",
  "layout.ds": "Data Science",
  "layout.webdev": "Web Development ",
  "layout.ai": "Künstliche Intelligenz",
  "layout.ux": "User Experience Design",
  "layout.openPositions": "Offene Stellen",
  "navbar.locations.all": "Alle Standorte",
  "navbar.locations.becomeFounder": "Werde Co-Founder",
  "navbar.about": "Über uns",
  "navbar.blog": "Blog",
  "navbar.slack": "Unser Slack",
  "footer.about_us": "Über uns",
  "footer.tracks": "Tracks",
  "footer.faq": "FAQ",
  "footer.terms": "Terms",
  "footer.terms.privacy": "Datenschutzerklärung",
  "footer.terms.imprint": "Impressum",
  "footer.cookies": "Diese Website verwendet Cookies, um die Benutzererfahrung zu verbessern.",
  "footer.cookies.more": "Mehr Informationen",
  "language.button": "Sprache",
  "techlabs.head.description": "TechLabs ist eine Plattform für junge Menschen aus allen Disziplinen. Wir bieten modernste Tech-Skills, um die Probleme unserer Zeit digital und unternehmerisch zu lösen.",

  "faq.heading": "FAQ",
  "faq.subheading": "Hast du weitere Fragen?",
  "faq_1.question": "Wie bewerbe ich mich für das Digital Shaper Programm?",
  "faq_1.answer": "Du kannst dich direkt auf unserer Bewerbungsseite bewerben. Beachte dafür die Bewerbungsfrist für den jeweiligen  Standort.",
  "faq_1.applypage.answer": "Dies kann direkt über unser Bewerbungsformular für den jeweiligen Standort erfolgen.",
  "faq_2.question": "Worauf achtet ihr bei einer Bewerbung?",
  "faq_2.answer": "Bei TechLabs wollen wir verstehen, welche Motive hinter deiner Bewerbung stecken. Also zögere nicht, dich unabhängig von deinem Studienhintergrund und deinen Vorkenntnissen zu bewerben. Es gibt keine richtigen Antworten auf unsere Fragen.",
  "faq_3.question": "Wie viel Zeit wird benötigt, um das Digital Shaper Zertifikat zu erhalten?",
  "faq_3.answer": "Im Allgemeinen ist Lernen ein individueller Prozess. Dennoch empfehlen wir, regelmäßig an dem Curriculum zu arbeiten. Unsere Lernmaterialien haben eine Gesamtdauer von mehr als 50 Stunden. Bitte beachte auch, dass die Projektphase in der Regel mit einem erhöhten Zeitaufwand verbunden ist. In jedem Fall lohnt sich die investierte Zeit!",
  "faq_4.question": "",
  "faq_4.answer": "",
  "faq_5.question": "",
  "faq_5.answer": "",
  "faq_6.question": "",
  "faq_6.answer": "",
  "faq.button": "Weitere Fragen?",
  "faqpage.question1": "Wie bewerbe ich mich für das Digital Shaper Programm?",
  "faqpage.answer1": "Dies kann direkt über unser Bewerbungsformular für den jeweiligen Standort erfolgen.",
  "faqpage.question2": "Worauf achtet ihr bei einer Bewerbung?",
  "faqpage.answer2": "Bei TechLabs wollen wir verstehen, welche Motive hinter deiner Bewerbung stecken. Also zögere nicht, dich unabhängig von deinem Studienhintergrund und deinen Vorkenntnissen zu bewerben. Es gibt keine richtigen Antworten auf unsere Fragen.",
  "faqpage.question3": "An wen kann ich mich wenden, wenn ich Fragen habe?",
  "faqpage.answer3": "Bitte wende dich direkt an deinen Standort oder schreib uns an contact@techlabs.org.",
  "faqpage.question4": "Kann ich mich noch im nächsten Semester bewerben?",
  "faqpage.answer4": "Deine Bewerbung ist uns jederzeit willkommen! Unsere Bewerbungsphasen beginnen immer zu Beginn des Semesters",
  "faqpage.question5": "Wie viel Zeit werde ich investieren müssen?",
  "faqpage.answer5": "Im Allgemeinen ist Lernen ein individueller Prozess. Dennoch empfehlen wir, regelmäßig an dem Curriculum zu arbeiten. Unsere Lernmaterialien haben eine Gesamtdauer von mehr als 50 Stunden. Bitte beachte auch, dass die Projektphase in der Regel mit einem erhöhten Zeitaufwand verbunden ist. In jedem Fall lohnt sich die investierte Zeit!",
  "faqpage.question6": "Ich habe keine technischen Vorkenntnisse. Ist das schlecht?",
  "faqpage.answer6": "Das Ziel von TechLabs ist es, alle Menschen zu Digital Shapers zu machen, unabhängig von ihrem Wissensstand. Deshalb begrüßen wir deine Bewerbung! Mit unseren individualisierten Lernwegen berücksichtigen wir auch deine Vorkenntnisse.",
  "faqpage.question7": " Wie finanziert ihr euch?",
  "faqpage.answer7": "Als gemeinnütziger Verein finanzieren wir uns durch Spenden und arbeiten eng mit Sponsoringpartnern zusammen.",
  "faqpage.question8": "Welche Ausgaben muss ich bezahlen?",
  "faqpage.answer8": "Überhaupt keine! Wir bieten dir jederzeit kostenlos die besten Kurse, die bestmögliche Unterstützung sowie spannende Gastvorträge und Begegnungen mit unseren Partnern. Die Gebühren für die Online-Kurse werden zurückerstattet. Nähere Informationen folgen im Laufe des Semesters.",
  "faqpage.question9": "Wie funktioniert die Rückerstattung der Kursgebühren?",
  "faqpage.answer9": "Detaillierte Informationen über die Rückerstattung der Kursgebühren werden zu Beginn des Semesters zur Verfügung gestellt. Wenn du Fragen hast, zögere bitte nicht, uns zu kontaktieren.",
  "faqpage.question10": "Unter welchen Bedingungen erhalte ich das Digital Shaper-Zertifikat?",
  "faqpage.answer10": "Du erhältst das Zertifikat, wenn du das Projekt zusammen mit deiner Projektgruppe, bestehend aus drei bis vier Personen, am Ende der Semesterferien abschließt und die Ergebnisse in einem Blog-Beitrag zusammenfasst.",
  "faqpage.question11": "Gibt es eine Anwesenheitspflicht für eure Treffen?",
  "faqpage.answer11": "Wir arbeiten daran, unsere Treffen so abwechslungsreich und ansprechend wie möglich zu gestalten. Es besteht keine Anwesenheitspflicht, um unser Digital Shaper-Zertifikat zu erhalten.",
  "faqpage.question12": "In welcher Sprache werden die Kurse stattfinden?",
  "faqpage.answer12": "Grundsätzlich kannst du davon ausgehen, dass die Online-Kurse in Englisch abgehalten werden. Die Kurse sind jedoch leicht verständlich, und die meisten Plattformen bieten die Möglichkeit, deutsche Untertitel hinzuzufügen. Unsere Semestertreffen werden auf Deutsch abgehalten.",
  "faqpage.question13": "Wieviel kostet das Programm?",
  "faqpage.answer13": "Wir wollen nicht, dass Geld ein Thema ist. Deshalb sind alle unsere Programme völlig kostenlos.",
  "faqpage.question14": "Wer kann sich für die Programme bewerben?",
  "faqpage.answer14": "Wir ermutigen jeden, sich für unsere Programme zu bewerben. Unsere Mission ist es, so vielen Menschen wie möglich den Erwerb modernster technischer Fähigkeiten zu ermöglichen, um die heutigen Probleme zu lösen. Dabei spielt es keine Rolle, ob du bereits arbeitest oder noch studierst. Wir heißen jeden bei TechLabs willkommen! Also, bewirb dich!",
  "faq.search.placeholder": "Frage suchen",

  "program.remote.hero.button": "Jetzt bewerben",
  "program.remote.hero.applicationStart": "Bootcamp Bewerbung beginnt:",
  "program.remote.hero.bootcampStart": "Nächstes Bootcamp beginnt:",
  "program.remote.threeComponents.heading": "Das #codeathome Konzept",
  "program.remote.threeComponents.subheading": "Unser Fernlernkonzept besteht aus drei Komponenten!",
  "program.remote.keyBenefits.heading": "Die Hauptvorteile des #codeathome Konzepts",
  "program.remote.keyBenefits.subheading": "Sehe wie auch du von TechLabs profitieren kannst!",
  "program.remote.learnMore.heading": "Erfahre mehr",
  "program.remote.learnMore.subheading": "Erfahre mehr über die verschiedenen Tracks!",
  "program.remote.learnMore.firstProjectHeading": "Web Development ",
  "program.remote.learnMore.secondProjectHeading": "Data Science",
  "program.remote.learnMore.thirdProjectHeading": "Künstliche Intelligenz",
  "program.remote.learnMore.fourthProjectHeading": "User Experience Design",
  "program.remote.table.heading": "Was ist im #codeathome Bootcamp enthalten?",
  "program.remote.table.subheading": "Der Unterschied zwischen dem Local Digital Shaper Program und dem Codeathome Bootcamp?",
  "program.remote.threeComponents.first.heading": "Online-Lernen",

  "program.local.programmhero.headingSecond": "Programm",
  "program.local.academy.first.name": "Data Science",
  "program.local.academy.first.text": "Im Kurs 'Data Science' lernst du grundlegende Programmierfähigkeiten in R oder Python und wendest diese direkt auf datenwissenschaftliche Aufgaben an - vom Datenimport über die Datenaufbereitung und -visualisierung bis hin zur Erstellung fortgeschrittener maschineller Lernmodelle für die Klassifizierung und Regressionen.",
  "program.local.academy.second.name": "Web Development ",
  "program.local.academy.second.text": "Im Web Development Track lernst du deine ersten interaktiven Webanwendungen zu erstellen und die WebDev-Toolbox kennen (z.B. HTML, CSS, JavaScript, React.js, u.v.m.).",
  "program.local.academy.third.name": "Künstliche Intelligenz",
  "program.local.academy.third.text": "Im Track 'Künstliche Intelligenz' lernst du die Möglichkeiten aktueller KI-Technologie kennen, erwirbst Python-Kenntnisse und baust erste Bilderkennungsanwendungen.",
  "program.local.academy.fourth.name": "User Experience Design",
  "program.local.academy.fourth.text": "Lerne UX Design anhand praktischer Beispiele kennen und nutze die Gelegenheit, ein persönliches Design-Portfolio zusammenzustellen. Finde heraus, welche Kriterien für die Gestaltung einer angenehmen Benutzererfahrung wichtig sind.",

  "program.local.learn_more.heading": "Erfahre mehr",
  "program.local.learn_more.subheading": "Erfahre mehr über unsere Tracks!",
  "program.local.learn_more.firstProject": "Web Development",
  "program.local.learn_more.secondProject": "Data Science",
  "program.local.learn_more.thirdProject": "Künstliche Intelligenz",
  "program.local.learn_more.fourthProject": "User Experience Design",
  "program.local.learn_more.button": "Erfahre mehr",

  "program.local.threeComponents.heading": "Das Kernkonzept",
  "program.local.threeComponents.subheading": "Unser Blended-Learning-Konzept besteht aus drei Komponenten",

  "program.journey.heading": "Dein Learning Journey",
  "program.journey.subheading": "Entdecke die TechLabs Journey von Anfang bis Ende!",
  "program.local.journey.1.heading": "Orientierungswoche",
  "program.local.journey.1.text": "Informiere dich über die verschiedenen Tracks, die TechLabs anbietet, und wählen deinen bevorzugten aus!",
  "program.local.journey.2.heading": "Lernen",
  "program.local.journey.2.text": "Erhalte einen personalisierten Lernpfad und lerne, wie man programmiert. Treffe dich mit anderen Teilnehmern bei unseren Community Events und Workshops.",
  "program.local.journey.3.heading": "Projekt-Kickoff",
  "program.local.journey.3.text": "Wähle das Projekt, das dich am meisten interessiert, und arbeite in den kommenden Monaten in einem kleinen interdisziplinären Team daran!",
  "program.local.journey.4.heading": "Projekt-Hackathon",
  "program.local.journey.4.text": "Treff dich mit deinem Team und arbeite an dem gewählten Projekt. Lass dich von unseren Mentoren beraten!",
  "program.local.journey.5.heading": "Projektabschluss",
  "program.local.journey.5.text": "Verdiene dich ein angesehenes Zertifikat, indem du dein Gruppenprojekt abschließt und deine Endergebnisse präsentierst.",

  "program.local.table.heading": "Was ist im Local Digital Shaper Programm enthalten?",
  "program.local.table.subheading": "Entdecke den Unterschied zwischen dem Local Digital Shaper Program und dem #codeathome Bootcamp!",
  "program.local.table.row1.col1": "Zeit",
  "program.local.table.row1.col3": "6 Monate Programm, 3-5 Stunden/ Woche",
  "program.local.table.row2.col1": "Wer kann sich bewerben?",
  "program.local.table.row2.col3": "Jeder, der in der Nähe von einem unserer Standorte wohnt und an lokalen Events teilnehmen kann.",
  "program.local.table.row3.col1": "Was gehört dazu?",
  "program.local.table.row3.col3.1": "Kostenloses Lernprogramm",
  "program.local.table.row3.col3.2": "Mentorenschaft auf dem Campus",
  "program.local.table.row3.col3.3": "Lokale Veranstaltungen",
  "program.local.table.row3.col3.4": "Digital Shaper Zertifikat",

  "program.local.table.row4.col1": "Welche Tracks sind verfügbar?",
  "program.local.table.row4.col3.1": "Premium Web Development ",
  "program.local.table.row4.col3.2": "Premium Data Science (Python & R)",
  "program.local.table.row4.col3.3": "Premium KI",
  "program.local.table.row4.col3.4": "Premium UX Design",
  "program.local.table.row5.col1": "Was sind die Hauptunterschiede?",
  "program.local.table.row5.col3.1": "Lokale Community",
  "program.local.table.row5.col3.2": "Lokale Mentorenschaft",
  "program.local.table.row5.col3.3": "Teamprojekt abschließen",

  "program.local.keyBenefits.heading": "Hauptvorteile des Local Digital Shaper-Programms",
  "program.local.keyBenefits.subheading": "Sehe wie auch du von TechLabs profitieren kannst!",
  "program.local.keyBenefits.first.heading": "Beginne mit dem Coden - unabhängig von deinen Vorkenntnisse",
  "program.local.keyBenefits.first.text": "Hol dir deinen Lernpfad. Lerne technische Fähigkeiten in den Bereichen Data Science, Künstliche Intelligenz, UX-Design oder Web Development mit Hilfe der besten verfügbaren Online-Ressourcen.",
  "program.local.keyBenefits.second.heading": "Lerne von erfahrenen Mentoren",
  "program.local.keyBenefits.second.text": "Hast du während der Projekte oder deiner Lernreise Fragen? Frag einfach unsere kompetenten Mentoren, die über langjährige Praxiserfahrung verfügen!",
  "program.local.keyBenefits.third.heading": "Erstelle dein eigenes Tech-Projekt",
  "program.local.keyBenefits.third.text": "Wähle ein Projekt, das dich interessiert, und arbeite in einer kleinen interdisziplinären Gruppe mit anderen TechLabs-Teilnehmern daran. Arbeite an deinem Tech-Projektportfolio!",
  "program.local.keyBenefits.fourth.heading": "Forme deinen Karriereverlauf",
  "program.local.keyBenefits.fourth.text": "Wenn du hochmoderne technische Fertigkeiten erlernen möchtest, die es dir ermöglichen, schnell beeindruckende technische Projekte umzusetzen, einem technischen Start-up beizutreten oder mit unseren renommierten Partnern in Kontakt zu treten - dann ist TechLabs die richtige Wahl für dich.",
  "program.local.threeComponents.first.heading": "Lokale Gemeinschaft",
  "program.local.threeComponents.first.text": "Das Online-Lernen entfaltet sein volles Potenzial nur in der Gemeinschaft. Wir brauchen einen sozialen Kontext, in dem Menschen das Gelernte teilen und sich gegenseitig helfen können. Wir brauchen die Dynamik einer Community, um sicherzustellen, dass jeder während des gesamten Lernprozesses motiviert ist. Um unsere TechLabs-Gemeinschaft zusammenzubringen und gemeinsam zu lernen, haben wir während des regulären Semesters verschiedenste Treffen.",
  "program.local.threeComponents.second.heading": "Online Lernen",
  "program.local.threeComponents.second.text": "Unsere Teilnehmer lernen technische Fertigkeiten in einem unserer Online-Lernkurse. Für jeden der Tracks haben unsere Trackexperten sorgfältig die besten Online-Lernressourcen in verschiedenen Formaten zusammengestellt. Da wir sicherstellen wollen, dass sowohl ein Programmieranfänger als auch ein bereits erfahrener Programmierer etwas Neues in unserem Programm lernen kann, individualisieren wir die Lernpfade unserer Teilnehmer auf der Grundlage von Vorkenntnissen und Lernzielen.",
  "program.local.threeComponents.third.heading": "Projekte",
  "program.local.threeComponents.third.text": "Das übergreifende Ziel der Online-Lernkomponente unseres Programms ist es, dass die Lernressourcen unserer Tracks es unseren Teilnehmern ermöglichen, an ihrem eigenen Tech-Projekt teilzuhaben, in dem sie ein offenes Problem lösen. Unsere Mentoren sind Experten auf ihrem jeweiligen Gebiet und unterstützen die Projektgruppen gerne bei technischen Fragen und Fragen zum Projektumfang oder zum Projektmanagement.",

  "testimonial.heading": "Was unsere Partner sagen",
  "program.local.testimonial.subheading": "Entdecke, was unsere Partner über die Fähigkeiten denken, die du bei TechLabs erlernst!",
  "program.local.timothee.quote": "Tolles Konzept - ich treffe gerne junge interessierte Menschen aus verschiedenen Bereichen, die sich für digitale Themen und effiziente Arbeitsmethoden interessieren.",
  "dataScience.testimonial.subheading": "Entdecke, was unsere Partner über TechLabs denken!",
  "dataScience.katharina.quote": "TechLabs bietet den Teilnehmern die Möglichkeit, Innovation zu lernen und direkt mit Unternehmen in Kontakt zu treten. Eine großartige Kombination und Partner!",

  "program.index.table.heading": "Welche verschiedenen Programme bieten wir an?",
  "program.index.table.subheading": "Bei Techlabs kannst du vollständig Online studieren oder Teil von lokalen Gemeinschaften werden!",

  "team.heading": "Unsere Vorstandsmitglieder",
  "team.subheading": "Das Team hinter {city}",
  "team.contactButton": "Kontakt",

  "404.subheading": "Als Techie weißt du, was es bedeutet…",
  "404.definition": "Definition:",
  "404.text.1": "Bei der ",
  "404.text.2": "HTTP 404",
  "404.text.3": ", 404 Not Found, 404, Page Not Found, oder Server",
  "404.text.4": "Not Found Fehlermeldung",
  "404.text.5": " handelt es sich um einen HTTP (Hypertext Transfer Protocol)-Standardantwortcode in der Computernetzwerk-Kommunikation, der anzeigt, dass der Browser mit einem bestimmten Server kommunizieren konnte, ",
  "404.text.6": "der Server aber nicht finden konnte, was angefordert wurde.",
  "404.text.7": "Der Website-Hosting-Server erzeugt normalerweise eine \"404 Not Found\"-Webseite, wenn ein Benutzer versucht, einem defekten oder toten Link zu folgen; daher ist der 404-Fehler einer der am besten erkennbaren Fehler, die im World Wide Web auftreten.",
  "404.learnTech": "Tech lernen",
  "404.home": "Zur Homepage",

  "talk.when": "Wann?",
  "talk.where": "Wo?",
  "talk.interested": "Interessiert?",
  "talk.notified": "Werde benachrichtigt über zukünftige TechLabs Talks",
  "talk.register": "Hier registrieren"
}
