{

  "about.about.program_hero.headingFirst":"About",
  "about.about.program_hero.headingSecond":"TechLabs",
  "about.about.program_hero.intro":"We dream of a world full of digital shapers. Individuals who use technological tools to approach the challenges of our time with a digital and entrepreneurial mindset.",
  "about.about.program_hero.secondintro":"Learn more about us and our vision.",
  "about.why.RightImageSectionHeading.heading":"Why we do what we do",
  "about.why.RightImageSectionHeading.subheading":"We need to address the digital skill gap",
  "about.why.RightImageSectionHeading.text":"McKinsey estimates that between 400 million and 800 million individuals could be displaced by automation and need to find new jobs by 2030 around the world. 75 million to 375 million may need to switch occupational categories and learn new skills. Who is there to help? Universities and bootcamps will not achieve this alone. It will come down to people like us to rethink education from the ground up and come up with new and innovative ideas on how to solve this immense challenge.",
  "about.vision.LeftImageSectionHeading.heading":"Our Vision",
  "about.vision.LeftImageSectionHeading.subheading":"A world full of digital shapers",
  "about.vision.LeftImageSectionHeading.text":"We dream of a world full of digital shapers. Individuals who use technological tools to approach the challenges of our time with a digital and entrepreneurial mindset. As a learning accelerator for technology skills, TechLabs designs pioneering learning journeys for our communities. It's a place where diversity meets personalized learning paths. A place where beginners meet experienced mentors. A place where curiosity meets powerful learning resources. A place where online and offline learning are not just two separate sides of the same coin, but perfectly blended together into a holistic learning concept. A place where ambitious individuals meet like-minded people to solve pressing issues by means of technology.",
  "about.mission.RightImageSectionHeading.heading":"Our Mission",
  "about.mission.RightImageSectionHeading.subheading":"A learning platform for young people of all disciplines",
  "about.mission.RightImageSectionHeading.text":"We offer state-of-the-art tech education in form of the Digital Shaper Program, a program that aims to equip young individuals with tech domain expertise as well as methodical and soft skills that are highly relevant now and in our (more and more automated) future workforce. At TechLabs, we have defined the following three strategic goals that serve as a framework for our daily work and are also at the heart of the Journey Strategy of the Digital Shaper Program.",
  "about.mission_values.ThreeCard.headingOne":"Effective Learning",
  "about.mission_values.ThreeCard.textOne":"We offer the most effective way to develop tech domain expertise and future skills. We achieve this through a revolutionary blended learning-based program.",
  "about.mission_values.ThreeCard.headingTwo":"Learning at scale without boundaries",
  "about.mission_values.ThreeCard.textTwo":"We bring our offering to as many ambitious people as possible. In particular, to those who need it the most and/or create the most impact.",
  "about.mission_values.ThreeCard.headingThree":"Connecting People",
  "about.mission_values.ThreeCard.textThree":"We believe curiosity and learning require diversity and are best embraced within a vibrant global community. Hence, we aim to connect people across different disciplines, professions, cultural and educational backgrounds along their personal learning journey.",
  "about.who.LeftImageSectionHeading.heading":"Who we are",
  "about.who.LeftImageSectionHeading.subheading":"Find out more about the people behind the mission",
  "about.who.LeftImageSectionHeading.text":"What started 2017 as an idea of our seven founding members in the working area of the local library in Münster has become a growing team with more than seventy team members. The inspiring work that everybody contributes on a voluntary basis helps TechLabs to keep flourishing. TechLabs consist of seventy individuals from all kinds of different backgrounds who bonded over the same idea and driven reach the TechLabs Mission.",
  "about.join.RightImageSectionHeading.heading":"Join the Team",
  "about.join.RightImageSectionHeading.subheading":"Want to become part of TechLabs?",
  "about.join.RightImageSectionHeading.text":"You are dreaming of a world with no digital illiterates and are passionate about tech? As a TechLabs Management-Team member you will work voluntarily to support others in learning tech. Reach out and join the TechLabs family.",
  "about.join.RightImageSectionHeading.buttonText":"Apply now",
  "about.foundyorown.RightImageSectionHeading.heading":"Your city is not on the map?",
  "about.foundyorown.RightImageSectionHeading.text":"If you are willing to shape the future of tech education and want to create your own TechLabs location, reach out! Let's work together and build something great!",
  "about.foundyorown.RightImageSectionHeading.buttonText":"More Information",

  "app.landingpage.applicationperiod.check": "Check",
  "app.landingpage.applicationperiod.deadline.apply": "Apply",
  "app.landingpage.applicationperiod.deadline.end": "Our Application ends in:",
  "app.landingpage.applicationperiod.deadline.end.short": "Ends in:",
  "app.landingpage.applicationperiod.deadline.start": "Our Application starts in:",
  "app.landingpage.applicationperiod.deadline.start.short": "Starts in:",
  "app.landingpage.applicationperiod.header": "Our Application Deadlines",
  "app.landingpage.applicationperiod.no.deadline": "Next Batch will be announced soon",
  "app.landingpage.applicationperiod.subheader": "Check out when you can apply for each location!",


  "ai.ai.programmhero.headingFirst":"Artificial",
  "ai.ai.programmhero.headingSecond":" Intelligence",
  "ai.ai.programmhero.intro":"Inform yourself here about our AI track. Start your six months learning journey as a part of the next batch in the city of your choice. Acquire state-of-the-art tech skills by using one of our individualized tracks, local events, and professional mentoring. Within six months you will finish a tech project and be rewarded with our Digital Shaper certificate.",
  "ai.what.RightImageSection.heading":"What is Artificial Intelligence?",
  "ai.what.RightImageSection.subheading":"See what hides behind the buzzword “AI”!",
  "ai.what.RightImageSection.text":"AI is an expandable definition, which involves learning structures that are able to detect patterns and apply the learned patterns to predict or transform something. When we talk about AI, we talk about deep neural networks or reinforcement learning systems that are capable of solving large, complex problems like object detection, object classification, or autonomous driving. These applications are ruled by deep neural networks with millions of parameters.",
  "ai.why.RightImageSection.heading":"Why Artificial Intelligence",
  "ai.why.RightImageSection.subheading":"Learn more about the various applications of Artificial Intelligence!",
  "ai.why.RightImageSection.text":"Data is the new Oil, but „AI ist the new electricity“ - Andrew Ng. Artificial Intelligence helps to mine valuable knowledge from data. Deep neural networks got a boost in popularity in 2011 when the neural network AlexNet solved the ImageNet Competition (Detection of 1000 classes of objects in images) with an error rate of 16%. Before deep neural networks ruled this competition the average error rate was way over 25%. Since then the error rate has been decreasing to less than 5%. The success of Deep Neural Networks relies on the huge amount of data that is necessary to train the millions of parameters. Since the amount of data is continuously increasing, the range of applications for AI becomes wider and deeper. While AI has been a long time an instrument to solve a single very specific task, AI is more and more developing into a generalized approach for problem solving.",
  "ai.learn.WhatYouWillLearn.first":"Acquire knowledge about deep learning algorithms",
  "ai.learn.WhatYouWillLearn.second":"Learn how to build image recognition system",
  "ai.learn.WhatYouWillLearn.third":"Get to know what mathematical foundation behind the training of neural networks",
  "ai.learn.WhatYouWillLearn.fourth":"Acquire general python programming knowledge with emphasis on deep learning libraries",
  "ai.more.LeftImageSection.heading":"More About the Track",
  "ai.more.LeftImageSection.subheading":"Get to know neural networks and work with the background data in our individualized tracks!",
  "ai.more.LeftImageSection.text":"The AI track comes in several versions. You can combine the deep learning part with some refreshment of your Python and machine learning knowledge. Despite this refreshment, you should already have some knowledge in Python and machine learning. You will acquire theoretical knowledge as well as practical experience. The primary applications are image classification, object detection and text mining. Furthermore, you will apply neural networks to detect objects in an image and classify those as well as find interesting patterns in text data (for example amazon reviews). Aside from the application, the track contains information about the most important mathematical foundation of neural networks. This includes back-propagation, gradient descent, and vectorizing of word.",
  "ai.first_impression.FirstImpression.heading":"Get a First Impression",
  "ai.first_impression.FirstImpression.subheading":"Check out our curriculum that is open for everybody!",
  "ai.first_impression.FirstImpression.firstHeading":"Introduction to Artificial Intelligence",
  "ai.first_impression.FirstImpression.firstText":"Start with our free Track and learn the fundamentals of AI now and see if you want to join the Digital Shaper Program!",
  
  "ux.headline.ProgrammHero.headingFirst":"UX",
  "ux.headline.ProgrammHero.headingSecond":" Design",
  "ux.headline.ProgrammHero.intro":"Inform yourself here about our UX Design track. Start your six months learning journey as a part of the next batch in the city of your choice. Acquire state-of-the-art tech skills by using one of our individualized tracks, local events, and professional mentoring. Within six months you will finish a tech project and be rewarded with our Digital Shaper certificate.",
  "ux.what.RightImageSection.heading":"What is User Experience Design?",
  "ux.what.RightImageSection.subheading":"A UX designer’s tasks often include user research, designing interactive prototypes, and testing designs.",
  "ux.what.RightImageSection.text":"The User Experience is made up of a person’s perception and response resulting from the use or even just the anticipated use of a product, system, or service. Therefore, UX Design is the process of understanding the user to iteratively improve the usability, accessibility and pleasure while interacting with the product. In short: Your job is it to make a user enjoy your product.",
  "ux.why.RightImageSection.heading":"Why User Experience Design?",
  "ux.why.RightImageSection.subheading":"Every product has an user experience. Learn how to perfect it!",
  "ux.why.RightImageSection.text":"Since companies started anticipating the value of creating a good user experience products in all life areas have become more and more user friendly. As a result the the demand for good usability and positive experiences grew over time. In addition to that there are new products entering the market every day, all of which have different demands to fulfill the needs of the people that use or even depend on them. UX Design is not only necessary to successfully establish a product it is also essential to keep the product on the market and develop it further. As a lot of products and informations are turning digital you will be the key to making them accessible for the people that depend on them and with that have the chance to make their lives easier.",
  "ux.learn.WhatYouWillLearn.intro":"Define and scope the design problem you will try to address!",
  "ux.learn.WhatYouWillLearn.first":"Learn UX Design with practical examples and use the opportunity to build a personal portfolio.",
  "ux.learn.WhatYouWillLearn.second":"Find out what the key values are for designing an enjoyable user experience",
  "ux.learn.WhatYouWillLearn.third":"Get experience in communicating in a multidisciplinary team and create your own design portfolio",
  "ux.learn.WhatYouWillLearn.fourth":"Get to know tools to prototype and implement your ideas.",
  "ux.more.LeftImageSection.heading":"More about the Track",
  "ux.more.LeftImageSection.subheading":"Great design is born, nurtured, and grown – all through a systematic, learnable process!",
  "ux.more.LeftImageSection.text":"Within the track, you will explore the process of taking a basic concept, grounded in user needs, and developing it into a design that will address those needs. You will gain hands-on experience with techniques such as prototyping, scenario and persona development as well as wireframing that will help you transform your understanding of what your users need into a compelling user experience. Additionally, you turn your ideas into interactive prototypes that can be tested with prospective users and iteratively turned into a high quality design.",
  "ux.first_impression.FirstImpression.heading":"Get a first Impression",
  "ux.first_impression.FirstImpression.subheading":"Check out our curriculum that is open for everybody!",
  "ux.first_impression.FirstImpression.firstHeading":"Introduction to User Experience Design",
  "ux.first_impression.FirstImpression.firstText":"Start with our free Track and learn the fundamentals now and see if it’s right for you",
  

  "web.headline.ProgrammHero.headingFirst":"Web",
  "web.headline.ProgrammHero.headingSecond":" Development",
  "web.headline.ProgrammHero.intro":"Inform yourself here about our Web Development track. Start your six months learning journey as a part of the next batch in the city of your choice. Acquire state-of-the-art tech skills by using one of our individualized tracks, local events, and professional mentoring. Within six months you will finish a tech project and be rewarded with our Digital Shaper certificate.",
  "web.what.RightImageSection.heading":"What is Web Development",
  "web.what.RightImageSection.subheading":"Our track is all about the software development of web pages and applications.",
  "web.what.RightImageSection.text":"Web Development is a software engineering discipline that involves the development of websites and web services. The variety of work in Web Development is huge, it can range from creating a basic static web page to complex interactive web apps, including enterprise-scale applications and application programming interfaces. However, there is much more that is relevant when developing for the web. For example, the design and content of a web page, web servers and networking as well as security aspects have to be considered.",
  "web.why.RightImageSection.heading":"Why Web Development",
  "web.why.RightImageSection.subheading":"Without Web Developers no content or web application would exist on the internet!",
  "web.why.RightImageSection.text":"The internet has disrupted our economy and society. The technologies we use on a daily basis will keep evolving, thus in the future Web Development will be even more important than it is today. Browsers are getting more powerful day by day, today they can even be used as whole operating systems (e.g. ChromeOS). Recent Web Development toolkits already allow you to create native apps on any device. Learning how Web Development works will provide you with powerful and versatile programming skills. These enable you to design websites, build applications, and to visualize data and make it accessible for users. Machine Learning, Artificial Intelligence, Robotics, and other domains often require modern web-based interfaces to connect with the user to provide value. Therefore, having knowledge of Web Development will be an asset for you!",
  "web.learn.WhatYouWillLearn.intro":"Learn more about the technologies behind the web and how to build modern web applications!",
  "web.learn.WhatYouWillLearn.first":"Create responsive and interactive web pages using cutting edge technologies including HTML, CSS, and JavaScript",
  "web.learn.WhatYouWillLearn.second":"Acquire practical experience with open source tools and development frameworks, such as React",
  "web.learn.WhatYouWillLearn.third":"Learn how to program web-based application programming interfaces with Node.js",
  "web.learn.WhatYouWillLearn.fourth":"Bring data to life and build interactive visualizations and graphs for any type of data",
  "web.more.LeftImageSection.heading":"More about the Track",
  "web.more.LeftImageSection.subheading":"Get to know the technologies and frameworks than can be used for Web Development.",
  "web.more.LeftImageSection.text":"Our Web Development track is suited for novices and advanced beginners. As a beginner you will be introduced to the basic principles of computer science. You will also learn more about the tools and technologies that are required for creating web pages and applications. To be more specific, you will acquire skills in HTML5, Cascading Style Sheets (CSS), and JavaScript. Additionally, you will also learn more about popular frameworks and get familiar the differences between the terms frontend and backend. At the end, you are able to develop full-stack, both frontend and backend, applications! As an advanced beginner you will improve your Web Development techniques, your programming skills in JavaScript and you will learn to use Node.JS to program blazingly fast applications. If you previously gained some experience in Data Science you will also learn how to efficiently display that data using D3.js.",
  "web.first_impression.FirstImpression.heading":"Get a first Impression",
  "web.first_impression.FirstImpression.subheading":"Check out our curriculum that is open for everybody!",
  "web.first_impression.FirstImpression.firstHeading":"Introduction to Web Development",
  "web.first_impression.FirstImpression.firstText":"Start with our free Track and learn the fundamentals of Web Development now and see if it’s right for you",
  
  "quote.lina.heading":"Helping Others",
  "quote.lina.subheading":"Make a difference",
  "quote.lina.text":"Helping others to develop the skills they need in order to make a difference and seeing them succeed is one of the most rewarding experiences. That’s why we are not asking for anything in return and work on a voluntary basis.",
  "quote.lina.job":"Head of Marketing @TechLabs",

  "corevalues.heading.1":"",
  "corevalues.heading.2": "",
  "corevalues.impact.heading": "",
  "corevalues.impact.text": "",
  "corevalues.passion.heading": "",
  "corevalues.passion.text": "",
  "corevalues.learning.heading": "",
  "corevalues.learning.text": "",
  "corevalues.self.heading": "",
  "corevalues.self.text": "",
  "corevalues.respect.heading": "",
  "corevalues.respect.text": "",


  "dataScience.headline.ProgrammHero.headingFirst":"Data",
  "dataScience.headline.ProgrammHero.headingSecond":" Science",
  "dataScience.headline.ProgrammHero.intro":"Inform yourself here about our Data Science track. Start your six months learning journey as a part of the next batch in the city of your choice. Acquire state-of-the-art tech skills by using one of our individualized tracks, local events, and professional mentoring. Within six months you will finish a tech project and be rewarded with our Digital Shaper certificate.",
  "dataScience.why.RightImageSection.heading":"Why Data Science?",
  "dataScience.why.RightImageSection.subheading":"Data Scientist - The most in demand job in the 21st century!",
  "dataScience.why.RightImageSection.text":"“Data is the new oil” - a catchy phrase already said in 2006, which becomes more important over time. What makes companies like Google, Baidu or Amazon so powerful? It’s the amount of data they possess and the employees that are able to analyze it. The data volume that is created as well as the number of companies that want to use this data growth exponentially every year. There are beautiful and interesting insights hidden in this sea of ever increasing data, waiting to be discovered and Data Science is the key to decipher all these hidden insights. Therefore the demand for data scientists is increasing. Data Science is a pretty versatile field. Data Scientist are demanded in almost ever field you can imagine, such as HealthCare, Banking, Logistics, E-Commerce and many more. Hence, as a data scientist you are able to solve a lot of different problems, gain important knowledge and deliver value to other people and your business.",
  "whatYouWillLearn.heading": "What Will You Learn?",
  "dataScience.learn.WhatYouWillLearn.intro":"Data Science is a multidisciplinary domain. In it’s core it is the task of finding valuable insights from data.",
  "dataScience.learn.WhatYouWillLearn.first":"How to apply machine learning models to solve problems like churn prediction or customer segmentation",
  "dataScience.learn.WhatYouWillLearn.second":"Exploration of raw data to gain useful insights",
  "dataScience.learn.WhatYouWillLearn.third":"General programming knowledge in R or Python",
  "dataScience.learn.WhatYouWillLearn.fourth":"How to present your results in a structured and visually appealing way",
  "dataScience.more.LeftImageSection.heading":"More about the Track",
  "dataScience.more.LeftImageSection.subheading":"Learn data science - hands-on or theory - R or Python - your choice",
  "dataScience.more.LeftImageSection.text":"It doesn't matter if you are a beginner or already have some experience. The program is designed so that you can choose which level of experience you want to start with, whether you want to do hands-on or theory courses and whether you prefer to program in Python or R. You decide. Both - the hands-on as well as theoretical - tracks include basic programming exercises at first to get to know the chosen programming language. The hands-on track is made for people who want to learn how to quickly apply machine learning algorithms to solve problems without a dive into the mathematical background. The theory track includes materials and exercises which covers the theoretical (mathematical) background of several algorithms like linear and logistic regression, neural networks or dimensionality reduction. The tracks also include TechLabs Notebooks where you can deepen the knowlegde and practice the skills you learned during the online courses.",
  "dataScience.first_impression.FirstImpression.heading":"Get a First impression",
  "dataScience.first_impression.FirstImpression.subheading":"Check out our curriculum that is open for everybody!",
  "dataScience.first_impression.FirstImpression.firstHeading":"Introduction to Data Science with Python",
  "dataScience.first_impression.FirstImpression.firstText":"Start with our free track and learn the fundamentals of Data Science with Python now and see if you want to join the Digital Shaper Program!!",
  "dataScience.first_impression.FirstImpression.button": "Start now",
  "dataScience.first_impression.FirstImpression.secondHeading":"",
  "dataScience.first_impression.FirstImpression.secondText":"",
 
  "programmHero.info.time.heading": "Time",
  "programmHero.info.time.first": "6 months program",
  "programmHero.info.time.second": "5 hours per week",
  "programmHero.info.certificate.heading": "Certificate",
  "programmHero.info.certificate.first": "Receive a graduation certificate",
  "programmHero.info.certificate.second": "by presenting your project",
  "programmHero.info.certificate.short": "Get a graduation certificate by submitting a project",
  "programmHero.info.participants.heading": "Participants",
  "programmHero.info.participants.long": "Over 250 graduates",
  "programmHero.info.participants.short": "Over 250 grads",

  "projects.heading": "Projects From Our Participants",
  "projects.subheading": "Have a look at these completed projects and get inspired!",
  "projects.first.heading": "Financial Planner",
  "projects.first.text": "An application that keeps track of your entire financial transactions.",
  "projects.second.heading": "The zeb Project",
  "projects.second.text": "An application that recognizes the brand and model of a car by taking a picture and identifying key statistical features of the used car.",
  "projects.third.heading": "War of Talents",
  "projects.third.text": "A platform thats wants to revolutionize job selection process of employees and the employer.",
  "projects.tech.webdev": "Web Development",
  "projects.tech.ai": "Artificial Intelligence",
  "projects.tech.ds": "Data Science",
  "projects.tech.ux": "UX Design",
  "projects.button": "More information",

  "callToAction.first": "You can´t wait to acquire the most",
  "callToAction.second": " in demand tech skills?",
  "callToAction.third": "Are you ready ",
  "callToAction.fourth": "to learn?",
  "callToAction.button": "Apply now",
  "callToAction.button.closed": "Application currently closed",

  "layout.locations": "Locations",
  "layout.program": "Program",
  "layout.dsp": "Digital Shaper Program",
  "layout.codeathome": "codeathome Bootcamp",
  "layout.ds": "Data Science",
  "layout.webdev": "Web Development",
  "layout.ai": "Artificial Intelligence",
  "layout.ux": "User Experience Design",
  "layout.openPositions": "Open Positions",
  "navbar.locations.all": "All locations",
  "navbar.locations.becomeFounder": "Become a Co-Founder",
  "navbar.about": "About",
  "navbar.blog": "Blog",
  "navbar.slack": "Join our Slack",
  "footer.about_us": "About us",
  "footer.tracks": "Tracks",
  "footer.faq": "FAQ",
  "footer.terms": "Terms",
  "footer.terms.privacy": "Privacy policy",
  "footer.terms.imprint": "Imprint",
  "footer.cookies": "This website uses cookies to enhance the user experience.",
  "footer.cookies.more": "More information",

  "landingpage.button.program": "Program",
  "landingpage.button.about": "About",
  "landingpage.button.read_more": "Read more",
  "landingpage.digital.shaper.part1": "Learn Data Science, Artificial Intelligence, Web Development and User Experience Design by means of our pioneering Digital Shaper program that combines online learning, project work as well as community events at one of our locations",
  "landingpage.digital.shaper.part2": " - and completely free for everyone!",
  "landingpage.googlechallenge.heading":"Award-Winning Concept",
  "landingpage.googlechallenge.subheading":"Google Impact Challenge 2018!",
  "landingpage.googlechallenge.text":"TechLabs - the idea has convinced: The non-profit startup TechLabs offers students the opportunity to broaden and deepen their tech skills – all free of charge! In 2018, the project was awarded as TechLabs won 20,000 EUR in the final of the Google Impact Challenge in Berlin. Today over 100 people joined TechLabs on a voluntary basis to spread the idea.",

  "landingpage.learn_more.heading":"Learn More",
  "landingpage.learn_more.subheading":"Check out our locations and our Digital Shaper Program!",
  "landingpage.learn_more.locations.h2":"Locations →",
  "landingpage.learn_more.locations.text":"Take a look at what is currently happening in our local tech communities. Your town is still missing? Bring TechLabs to your city, let’s build Digital Shapers together.",
  "landingpage.learn_more.program.h2":"Program →",
  "landingpage.learn_more.program.text":"Not sure which learning track is the right one for you? Check out our program and get more information about each of our tracks.",
  "landingpage.quote.nils.heading":"The TechLabs Journey",
  "landingpage.quote.nils.subheading":"What awaits you at TechLabs",
  "landingpage.quote.nils.text":"Get up to speed learning tech skills in one semester by means of our program that combines Online Learning, Project Work, and TechLabs Community Meetings. Independent of the background and prior knowledge - anyone can participate and learn tech-skills. At TechLabs we don’t want money to be an issue. That’s why our programs are free of charge. We help you to complete your own tech project and qualify for tech roles.",
  "landingpage.quote.nils.job":"Head of Product @ TechLabs",
  "landingpage.location.discover": "> Discover our locations",
  "landingpage.location.text": "We currently have local communities in Muenster, Barcelona, Copenhagen, Berlin, Curitiba, Dortmund, Aachen and Medellín.",
  "landingpage.partnerlogos.text": "Some Partners we worked with",
  "landingpage.slider.heading": "Our Community",
  "landingpage.slider.subheading": "Find out what our participants experienced at TechLabs!",
  "landingpage.slider.pre": "TESTIMONIALS",
  "landingpage.slider.title": "TechLabs taught me how to code",
  "landingpage.slider.jin.text": "TechLabs gave me enough knowledge and confidence to enroll and participate in a hackathon. We created a web application for productivity and got the third place.",
  "landingpage.slider.hümeyra.text": "Starting without a tech background, the personal learning path that the TechLabs team put together allowed me to get started with the AI track, learn the necessary coding skills, and develop an understanding of machine learning. Finally, I can build a bridge between biomedicine and AI.",
  "landingpage.slider.miriam.text": "When I decided to achieve some tech knowledge, I didn’t know where to start. At TechLabs, there are people who know what they are doing, can help me to get started, and then also help me to achieve my goals.",
  "landingpage.slider.button": "read about {name}'s project",
  "landingpage.what.community.members": "community members",
  "landingpage.what.community.members.discover": "> Discover our community",
  "landingpage.what.community.members.text": "Our growing community connects 300+ people motivated to learn tech – online and offline.",
  "landingpage.what.digital.tracks": "digital tracks",
  "landingpage.what.digital.tracks.discover": "> Discover our tracks",
  "landingpage.what.digital.tracks.text": "With TechLabs you can learn state-of-the-art tech in AI, Web Development, Data Science, and UX.",
  "landingpage.what.location": "locations",
  "landingpage.what.we.offer.subtitle": "Check out what TechLabs has in store for you!",
  "landingpage.what.we.offer.title": "What We Offer",
  "landingpage.what.weeks.of.coding": "weeks of coding",
  "landingpage.what.weeks.of.coding.discover": "> Discover our program",
  "landingpage.what.weeks.of.coding.text": "Within 12-16 weeks you will gain insights into the world of coding and will be able to master tech through our blended learning concept.",
  
  "location.munich": "Munich",
  "location.aachen": "Aachen",
  "location.barcelona": "Barcelona",
  "location.berlin": "Berlin",
  "location.dortmund": "Dortmund",
  "location.city": "City",
  "location.copenhagen": "Copenhagen",
  "location.country": "Country",
  "location.country.brazil": "Brazil",
  "location.country.colombia": "Colombia",
  "location.country.denmark": "Denmark",
  "location.country.germany": "Germany",
  "location.country.spain": "Spain",
  "location.country.remote": "Global",
  "location.curitiba": "Curitiba",
  "location.medellin": "Medellin",
  "location.muenster": "Münster",
  "location.remote": "Remote",
  
  "applypage.choose.your.city.title": "Choose Your City",
  "applypage.choose.your.city.subtitle": "At the moment, we are located in these locations!",
  "applypage.applyCard.availableTracks": "Available Tracks",
  "applypage.headline.ApplicationHero.headingFirst":"Application",
  "applypage.headline.ApplicationHero.intro":"Do you want to learn state-of-the-art tech? Do you want to be part of a thriving community? Apply now for the TechLabs Digital Shaper Program.",
  "applypage.requirements.heading":"Application Requirements",
  "applypage.requirements.subheading":"What we are looking for in an applicant?",
  "applypage.requirements.motivation.1": "Motivation",
  "applypage.requirements.motivation.2": "- Are you motivated to learn tech skills online?",
  "applypage.requirements.motivation.3": "The online learning program requires you to learn independently!",
  "applypage.requirements.drive.1": "Drive",
  "applypage.requirements.drive.2": "- Do you have the drive to push and finish a group project during your semester?",
  "applypage.requirements.drive.3": "During the project phase, you need to work efficiently within a small team to apply your knowledge!",
  "applypage.requirements.community.1": "Community",
  "applypage.requirements.community.2": "- Do you enjoy connecting with our community during events or within our slack?",
  "applypage.requirements.community.3": "We offer local events that live from active participation to create a unique network.",
  "applypage.requirements.english.1": "English",
  "applypage.requirements.english.2": "- Are your english skills sufficient?",
  "applypage.requirements.english.3": "To have a great learning experience you should also be able to understand English materials!",
  "applypage.requirements.time.1": "Time-Management",
  "applypage.requirements.time.2": "- Are you committed to spend enough time to participate in our program?",
  "applypage.requirements.time.3": "To become a Digital Shaper you should invest 50+ hours online and offline!",
  "applypage.applicationProcess.heading":"Application Process",
  "applypage.applicationProcess.subheading":"What are the steps for a successful application?",
  "applypage.applicationProcess.step1.heading": "Online Application",
  "applypage.applicationProcess.step1.text": "We look through your application and check whether your motivation fits our requirements!",
  "applypage.applicationProcess.step2.heading": "Feedback Process",
  "applypage.applicationProcess.step2.text": "After looking through all applications, we quickly get back to you with our final feedback!",
  "applypage.applicationProcess.step3.heading": "Kick-Off",
  "applypage.applicationProcess.step3.text": "Congratulations – you are part of our TechLabs Community. Let’s start learning together!",
  "applypage.applicationProcess.nextStep": "Next Step",
  "applypage.applicationProcess.firstStep": "First Step",
  "applypage.applicationProcess.secondStep": "Second Step",
  "applypage.moreinformation.heading":"Missed the deadline?",
  "applypage.moreinformation.subheading":"Get a first impression of what it’s like to study Data Science, Web Development, AI, or UX. Prepare yourself before the next Kick-Off!",
  "applypage.text.start_now":"Start now",
  
  "programs.heading.1": "Our learning ",
  "programs.heading.2": "Programs",
  "programs.subheading": "Our program provides you with the most effective way to build domain knowledge in the tech sphere. Our blended-learning concept combines Online Learning, Project Work, and TechLabs Community Events. Discover our program now.",
  "programs.techlabs_academy.subheading": "Explore our courses and choose the one that suits you the most!",
  "programs.learn_more.subheading": "Get more information about the programs!",
  "programs.learn_more.button": "Learn more",
  "faq.heading": "FAQ",
  "faq.subheading": "Do you have more questions?",
  "faq_1.question": "How do I apply for the Digital Shaper Program?",
  "faq_1.answer": "This can be done directly on our application page. Make sure to look up the application deadline for your location.",
  "faq_1.applypage.answer": "This can be done directly via our application form for the respective location.",
  "faq_2.question": "What do you look for in an applicant?",
  "faq_2.answer": "At TechLabs we want to understand why you are motivated to join our program. We are building a vibrant and interdisciplinary team, so don’t hesitate to apply independent of your study background and previous knowledge. There is no such thing as the right answer to our questions.",
  "faq_3.question": "How can I imagine the time required?",
  "faq_3.answer": "In general, learning is an individual process. Nevertheless, we recommend that you work regularly on your curriculum. Our learning materials have a total duration of 50+ hours. Please also bear in mind that the project phase is usually linked to increased coordination effort with your project team. In any case, the invested time will be worth it!",
  "faq_4.question":"",
  "faq_4.answer":"",
  "faq_5.question":"",
  "faq_5.answer":"",
  "faq_6.question":"",
  "faq_6.answer":"",
  "faq.button": "More questions?",

  "program.remote.rightImageSection.topText": "Don’t let the virus stop you from learning new skills!",
  "program.remote.rightImageSection.heading": "Join our #codeathome Bootcamp remotely.",
  "program.remote.rightImageSection.text": "Due to the Corona Virus we designed a new program. Learn Data Science, Artificial Intelligence, Web Development and User Experience Design by means of our pioneering Remote Digital Shaper program that is completely for free for everyone! Application phase is currently closed.",
  "program.remote.rightImageSection.button": "Apply now",
  "program.remote.threeComponents.heading": "The #codeathome Concept",
  "program.remote.threeComponents.subheading": "Our remote learning concept consists of three components!",
  "program.remote.keyBenefits.heading": "Key Benefits of the #codeathome Concept",
  "program.remote.keyBenefits.subheading": "See how can you profit from TechLabs!",
  "program.remote.keyBenefits.first.heading": "Start to code - independent of your prior knowledge",
  "program.remote.keyBenefits.first.text": "Get a learning path. Learn tech skills in Data Science, Artificial Intelligence, UX Design or Web Development by means of the best online resources available.",
  "program.remote.keyBenefits.second.heading": "Learn online with others",
  "program.remote.keyBenefits.second.text": "Do you have questions during the projects or your learning journey? Just connect with other participants and learn together.",
  "program.remote.keyBenefits.third.heading": "Solve a tech Challenge",
  "program.remote.keyBenefits.third.text": "Choose a tech challenge that interests you and work on it in a small interdisciplinary group with fellow participants.",
  "program.remote.keyBenefits.fourth.heading": "Shape your career path",
  "program.remote.keyBenefits.fourth.text": "If you want to learn state-of-the-art tech skills, that will enable you to quickly create stunning tech projects, join a tech startup or get in touch with our renowned partners – TechLabs is the right choice for you.",
  "program.remote.learnMore.heading": "Learn More",
  "program.remote.learnMore.subheading": "Get more information about the three different learning tracks!",
  "program.remote.learnMore.firstProjectHeading": "Web Development",
  "program.remote.learnMore.secondProjectHeading": "Data Science",
  "program.remote.learnMore.thirdProjectHeading": "Artificial Intelligence",
  "program.remote.learnMore.fourthProjectHeading": "User Experience Design",
  "program.remote.table.heading": "What is included in the #codeathome Bootcamp?",
  "program.remote.table.subheading": "See the difference between the Local Digital Shaper Program and the Codeathome Bootcamp!",
  "program.remote.threeComponents.first.heading": "Online Learning",
  "program.remote.threeComponents.first.text": "Our participants learn tech skills in one of our online learning tracks. For each of the tracks, our curriculum experts carefully compiled the best online learning resources available in various formats.",
  "program.remote.threeComponents.second.heading": "Tech for good Challenge",
  "program.remote.threeComponents.second.text": "The overarching goal of the online learning component of our program is that the learning resources of our tracks enable our participants to use their acquired tech skills for good and  enable them to tackle global challenges. Our mentors are experts in their respective field and are happy support the participants.",
  "program.remote.threeComponents.third.heading": "Global Community",
  "program.remote.threeComponents.third.text": "Online learning does not unfold its full potential in isolation. We need a social context in which people can share what they have learned and help each other. We need the dynamics of a community to make sure that everyone is motivated throughout the learning journey. In order to bring our TechLabs community together and learn collectively, we have various meeting formats during the remote program.",
  "program.remote.academy.first.text": "In the Data Science track you will learn basic coding skills and apply them directly to Data Science tasks — from data import to data preparation and visualization to building advanced machine learning models for classification and regression.",
  "program.remote.academy.first.name": "Data Science",
  "program.remote.academy.second.name": "Web Development",
  "program.remote.academy.second.text": "In the Web Development track you will learn to build your first interactive web applications and get to know the WebDev-Toolbox (e.g. HTML, CSS, JavaScript, React.js, and many more)",
  "program.remote.academy.third.name": "Artifical Intelligence",
  "program.remote.academy.third.text": "In the Artificial Intelligence track you will learn about the possibilities of current AI-techniques, attain Python skills, and build first image recognition applications.",
  "program.remote.academy.fourth.name": "User Experience Design",
  "program.remote.academy.fourth.text": "Learn UX Design with practical examples and use the opportunity to build a personal tech portfolio Find out what the key values are for designing an enjoyable user experience.",
  "program.local.academy.first.name": "Data Science",
  "program.local.academy.first.text": "In the Data Science track you will learn basic coding skills in R or Python and apply them directly to Data Science tasks — from data import to data preparation and visualization to building advanced machine learning models for classification and Web Development",
  "program.local.academy.second.name": "Web Development",
  "program.local.academy.second.text": "In the Web Development track you will learn to build your first interactive web applications and get to know the WebDev-Toolbox (e.g. HTML, CSS, JavaScript, React.js, and many more)",
  "program.local.academy.third.name": "Artifical Intelligence",
  "program.local.academy.third.text": "In the Artificial Intelligence track you will learn about the possibilities of current AI-techniques, attain Python skills, and build first image recognition applications.",
  "program.local.academy.fourth.name": "User Experience Design",
  "program.local.academy.fourth.text": "Learn UX Design with practical examples and use the opportunity to build a personal tech portfolio Find out what the key values are for designing an enjoyable user experience.",

  "program.local.learn_more.heading": "Learn More",
  "program.local.learn_more.subheading": "Get more information about our different learning tracks!",
  "program.local.learn_more.firstProject": "Web Development",
  "program.local.learn_more.secondProject": "Data Science",
  "program.local.learn_more.thirdProject": "Artificial Intelligence",
  "program.local.learn_more.fourthProject": "User Experience Design",
  "program.local.learn_more.button": "Learn more",
  
  "program.local.threeComponents.heading": "The Core Concept",
  "program.local.threeComponents.subheading": "Our blended learning concept consists of three components",

  "program.journey.heading": "Your Learning Journey",
  "program.journey.subheading": "Explore the TechLabs Journey from start to finish!",
  "program.local.journey.1.heading": "Orientation Week",
  "program.local.journey.1.text": "Inform yourself about the different learning tracks that TechLabs offers and select your favorite one!",
  "program.local.journey.2.heading": "Learning",
  "program.local.journey.2.text": "Get a personalized learning path and learn how to code. Meet up with other participants at local community events and workshops.",
  "program.local.journey.3.heading": "Project Kickoff",
  "program.local.journey.3.text": "Choose the project that interests you the most and work on it in a small interdisciplinary team for the upcoming months!",
  "program.local.journey.4.heading": "Project Hackathon",
  "program.local.journey.4.text": "Catch up with your team and work on the project that you have chosen. Get guidance from our Mentors!",
  "program.local.journey.5.heading": "Completion of the Project",
  "program.local.journey.5.text": "Earn a well-respected certificate by completing your group project and presenting your final results.",

  "program.local.table.heading": "What is included in the Local Digital Shaper Program?",
  "program.local.table.subheading": "See the difference between the Local Digital Shaper Program and the #codeathome Bootcamp!",
  "program.local.table.row1.col1": "Time",
  "program.local.table.row1.col2": "2 Month Program, 6 hours/ week",
  "program.local.table.row1.col3": "5 Month Program, 3-5 hours/ week",
  "program.local.table.row2.col1": "Who is eligible to apply?",
  "program.local.table.row2.col2": "Everybody from anywhere in the world.",
  "program.local.table.row2.col3": "Everybody who is living next to one of our locations and is able to participate at local events.",
  "program.local.table.row3.col1": "What is included?",
  "program.local.table.row3.col2.1": "Free Learning Program",
  "program.local.table.row3.col2.2": "Online Q&A",
  "program.local.table.row3.col2.3": "Bootcamp Certificate",
  "program.local.table.row3.col3.1": "Free Learning Program",
  "program.local.table.row3.col3.2": "Mentorship on campus",
  "program.local.table.row3.col3.3": "Local Events",
  "program.local.table.row3.col3.4": "Digital Shaper Certificate",
  "program.local.table.row4.col1": "Which tracks are open?",
  "program.local.table.row4.col2.1": "Web Development",
  "program.local.table.row4.col2.2": "Data Science (Python)",
  "program.local.table.row4.col2.3": "AI",
  "program.local.table.row4.col2.4": "UX Design",
  "program.local.table.row4.col3.1": "Premium Web Development",
  "program.local.table.row4.col3.2": "Premium Data Science (Python & R)",
  "program.local.table.row4.col3.3": "Premium AI",
  "program.local.table.row4.col3.4": "Premium UX Design",
  "program.local.table.row5.col1": "What is the main difference?",
  "program.local.table.row5.col2.1": "Online Community",
  "program.local.table.row5.col2.2": "Complete a Coding Challenge",
  "program.local.table.row5.col3.1": "Local Community and Mentors",
  "program.local.table.row5.col3.2": "Complete a Team Project",


  "program.local.keyBenefits.heading": "Key Benefits of the Local Digital Shaper Program",
  "program.local.keyBenefits.subheading": "See how can you profit from TechLabs!",
  "program.local.keyBenefits.first.heading": "Start to code - independent of your prior knowledge",
  "program.local.keyBenefits.first.text": "Get a learning path. Learn tech skills in Data Science, Artificial Intelligence, UX Design or Web Development by means of the best online resources available.",
  "program.local.keyBenefits.second.heading": "Learn from skilled mentors",
  "program.local.keyBenefits.second.text": "Do you have questions during the projects or your learning journey? Just ask our proficient mentors who have long-standing practical experience!",
  "program.local.keyBenefits.third.heading": "Build your own tech project",
  "program.local.keyBenefits.third.text": "Choose a project that interests you and work on it in a small interdisciplinary group with fellow TechLabs participants. Work on your tech project portfolio.",
  "program.local.keyBenefits.fourth.heading": "Shape your career path",
  "program.local.keyBenefits.fourth.text": "If you want to learn state-of-the-art tech skills, that will enable you to quickly create stunning tech projects, join a tech startup or get in touch with our renowned partners – TechLabs is the right choice for you.",
  "program.local.threeComponents.first.heading": "Local community",
  "program.local.threeComponents.first.text": "Online learning does not unfold its full potential in isolation. We need a social context in which people can share what they have learned and help each other. We need the dynamics of a community to make sure that everyone is motivated throughout the learning journey. In order to bring our TechLabs community together and learn collectively, we have various meeting formats during the regular semester.",
  "program.local.threeComponents.second.heading": "Online Learning",
  "program.local.threeComponents.second.text": "Our participants learn tech skills in one of our online learning tracks. For each of the tracks, our curriculum experts carefully compiled the best online learning resources available in various formats. Because we want to make sure that both a coding beginner or already experienced techie can learn something new in our program, we individualize our participant’s learning paths based on prior knowledge and learning goals.",
  "program.local.threeComponents.third.heading": "Project Work",
  "program.local.threeComponents.third.text": "The overarching goal of the online learning component of our program is that the learning resources of our tracks enable our participants to take part in their own tech project in which they solve an open problem. Our mentors are experts in their respective field and are happy support the project groups in case of technical issues and questions regarding the project scope or project management.",

  "testimonial.heading": "What our partners say",
  "program.local.testimonial.subheading": "Read here what our partners think about the skills you learn at TechLabs!",
  "program.local.timothee.quote": "Great concept — I like to meet young interested people from various fields who are eager to learn about digital topics and efficient working methods.",
  "dataScience.testimonial.subheading": "Read what our partners think about TechLabs!",
  "dataScience.katharina.quote": "TechLabs allows participants the chance to learn something innovative and to connect directly to companies. A great combination and partner!",


  "program.index.table.heading": "What kind of Programs do we offer?",
  "program.index.table.subheading": "At Techlabs you can study completly online or learn on campus!"
}
