{
  "about.about.program_hero.headingFirst": "Sobre a",
  "about.about.program_hero.headingSecond": "TechLabs",
  "about.about.program_hero.intro": "Nós sonhamos com um mundo cheio de Digital Shapers. Pessoas que utilizam a tecnologia para enfrentar os desafios do nosso tempo com uma mentalidade digital e empreendedora.",
  "about.about.program_hero.secondintro": "Saiba mais sobre nós e nossa visão.",
  "about.why.RightImageSectionHeading.heading": "Por que fazemos o que fazemos",
  "about.why.RightImageSectionHeading.subheading": "Precisamos abordar o gap de habilidades digitais",
  "about.why.RightImageSectionHeading.text": "Um estudo da McKinsey estima que entre 400 milhões e 800 milhões de pessoas podem ser deslocadas pela automação e podem precisar encontrar novos empregos até 2030 em todo o mundo. Entre 75 e 375 milhões podem precisar mudar de categoria ocupacional e aprender novas habilidades. Quem pode ajudar? Universidades e bootcamps não farão isso sozinhos. Cabe a pessoas como nós repensar a educação a partir do zero e apresentar ideias novas e inovadoras sobre como resolver esse imenso desafio.",
  "about.vision.LeftImageSectionHeading.heading": "Nossa Visão",
  "about.vision.LeftImageSectionHeading.subheading": "Um mundo cheio de Digital Shapers",
  "about.vision.LeftImageSectionHeading.text": "Nós sonhamos com um mundo cheio de Digital Shapers. Pessoas que utilizam a tecnologia para enfrentar os desafios do nosso tempo com uma mentalidade digital e empreendedora. Como uma aceleradora de aprendizagem para habilidades digitais, a TechLabs projeta jornadas de aprendizado pioneiras para nossas comunidades. É um lugar onde a diversidade encontra caminhos de aprendizagem personalizados. Um lugar onde iniciantes encontram mentores experientes. Um lugar onde a curiosidade se encontra com recursos de aprendizagem poderosos. Um lugar onde o aprendizado online e offline não são apenas dois lados separados da mesma moeda, mas perfeitamente combinados em um conceito de aprendizado holístico. Um lugar onde indivíduos ambiciosos encontram pessoas com interesses semelhantes para resolver problemas urgentes por meio da tecnologia.",
  "about.mission.RightImageSectionHeading.heading": "Nossa Missão",
  "about.mission.RightImageSectionHeading.subheading": "Uma plataforma de aprendizagem para jovens de todas as áreas",
  "about.mission.RightImageSectionHeading.text": "Oferecemos o Estado da Arte da educação tecnológica na forma do Programa Digital Shaper, que visa formar jovens experientes em tecnologia e com habilidades altamente relevantes em nosso atual (cada vez mais automatizado) e futuro mercado de trabalho. Na TechLabs, definimos os três objetivos estratégicos como estrutura para nosso trabalho diário e que também estão no centro da Estratégia de Jornada do Programa Digital Shaper.",
  "about.mission_values.ThreeCard.headingOne": "Aprendizagem Eficaz",
  "about.mission_values.ThreeCard.textOne": "Oferecemos a maneira mais eficaz de desenvolver experiência e domínio da tecnologia e habilidades do futuro. Conseguimos isso por meio de um programa revolucionário baseado em aprendizagem combinada.",
  "about.mission_values.ThreeCard.headingTwo": "Aprendizagem Escalável e Sem Limites",
  "about.mission_values.ThreeCard.textTwo": "Trazemos nossa oferta para o maior número possível de pessoas. Em particular, para aqueles que mais precisam e / ou criam o maior impacto.",
  "about.mission_values.ThreeCard.headingThree": "Conectar Pessoas",
  "about.mission_values.ThreeCard.textThree": "Acreditamos que a curiosidade e o aprendizado exigem diversidade e são mais bem aceitos em uma comunidade global vibrante. Portanto, nosso objetivo é conectar pessoas de diferentes áreas, profissões, experiências culturais e educacionais ao longo de sua jornada de aprendizagem pessoal.",
  "about.who.LeftImageSectionHeading.heading": "Quem somos",
  "about.who.LeftImageSectionHeading.subheading": "Descubra mais sobre as pessoas por trás desta missão",
  "about.who.LeftImageSectionHeading.text": "O que começou em 2017 como uma ideia entre sete amigos na biblioteca local em Münster tornou-se uma equipe em crescimento contínuo. O trabalho inspirador com que todos contribuem de forma voluntária ajuda a TechLabs a continuar crescendo. A TechLabs conta com mais de 200 voluntários de diferentes origens que se uniram pela mesma ideia e hoje conduzem a missão da TechLabs.",
  "about.join.RightImageSectionHeading.heading": "Faça parte do Time",
  "about.join.RightImageSectionHeading.subheading": "Quer fazer parte da TechLabs?",
  "about.join.RightImageSectionHeading.text": "Você sonha com um mundo sem analfabetos digitais e é apaixonado por tecnologia? Como integrante da equipe da TechLabs, você irá atuar voluntariamente para apoiar outras pessoas no aprendizado de tecnologia. Entre em contato e junte-se à família TechLabs.",
  "about.join.RightImageSectionHeading.buttonText": "Inscreva-se",
  "about.foundyorown.RightImageSectionHeading.heading": "Sua cidade não está no mapa?",
  "about.foundyorown.RightImageSectionHeading.text": "Se você está disposto a moldar o futuro da educação em tecnologia e deseja levar a TechLabs para a sua cidade, entre em contato! Vamos trabalhar juntos e construir algo incrível!",
  "about.foundyorown.RightImageSectionHeading.buttonText": "Mais informações",

  "allLocations.heading.1": "Descubra ",
  "allLocations.heading.2": "Onde Estamos",
  "allLocations.intro": "TechLabs é um grupo de pessoas entusiasmadas, motivadas e apaixonadas que uniram forças para transformar o maior número possível de pessoas em Digital Shapers. Encontros, hackathons, eventos sociais e workshops emocionantes esperam por você. Descubra o mundo TechLabs aqui:",
  "allLocations.placeholder": "Procurar cidade",
  "allLocations.locations.heading": "Locais da TechLabs",
  "allLocations.locations.subheading": "Confira nossas comunidades de tecnologia atuais!",
  "allLocations.city.heading.1": "Sua cidade",
  "allLocations.city.heading.2": "não está no mapa?",
  "allLocations.city.text.1": "Se você está disposto a moldar o futuro da educação em tecnologia e deseja levar a TechLabs para a sua cidade, entre em contato! Vamos trabalhar juntos e ",
  "allLocations.city.text.2": "construir algo incrível!",
  "allLocations.city.btn": "Mais informações",

  "app.landingpage.applicationperiod.check": "Confira",
  "app.landingpage.applicationperiod.deadline.apply": "Inscreva-se",
  "app.landingpage.applicationperiod.deadline.end": "Inscrições até:",
  "app.landingpage.applicationperiod.deadline.end.short": "Encerra em:",
  "app.landingpage.applicationperiod.deadline.start": "Inscrições começam em:",
  "app.landingpage.applicationperiod.deadline.start.short": "Começa em:",
  "app.landingpage.applicationperiod.header": "Período de Inscrição",
  "app.landingpage.applicationperiod.no.deadline": "Novas turmas serão anunciadas em breve",
  "app.landingpage.applicationperiod.subheader": "Confira o período de inscrição em cada local!",

  "ai.ai.programmhero.headingFirst": "Inteligência",
  "ai.ai.programmhero.headingSecond": " Artificial",
  "ai.ai.programmhero.intro": "Conheça a nossa trilha de IA. Comece sua nova jornada de aprendizado e desenvolva suas habilidades digitais com uma de nossas trilhas individualizadas, mentorias e eventos locais. Durante o semestre, você vai desenvolver um projeto prático e, ao final, receber o certificado Digital Shaper.",
  "ai.what.RightImageSection.heading": "O que é Inteligência Artificial?",
  "ai.what.RightImageSection.subheading": "Descubra o que se esconde por trás da 'IA'!",
  "ai.what.RightImageSection.text": "IA tem uma definição ampla, que envolve estruturas de aprendizagem capazes de detectar padrões e aplicar os padrões aprendidos para prever ou transformar algo. Quando falamos sobre IA, falamos sobre sistemas de aprendizagem de máquina capazes de resolver problemas grandes e complexos, como detecção de objetos, classificação de objetos e até mesmo direção autônoma, aplicações regidas por redes neurais profundas com milhões de parâmetros.",
  "ai.why.RightImageSection.heading": "Por que Inteligência Artificial?",
  "ai.why.RightImageSection.subheading": "Saiba mais sobre as diversas aplicações da Inteligência Artificial!",
  "ai.why.RightImageSection.text": "Dados são o novo petróleo, mas 'IA' é a nova eletricidade' - Andrew Ng. A inteligência artificial ajuda a extrair conhecimentos valiosos dos dados. As redes neurais profundas ganharam popularidade em 2011 quando a rede neural AlexNet resolveu a competição ImageNet (Detecção de 1000 classes de objetos em imagens) com uma taxa de erro de 16%. Antes que as redes neurais profundas governassem essa competição, a taxa média de erro era muito superior a 25%. Desde então, a taxa de erro diminuiu para menos de 5%. O sucesso das Redes Neurais Profundas depende de uma enorme quantidade de dados necessária para treinar milhões de parâmetros. Como a quantidade de dados está aumentando continuamente, a gama de aplicações para IA se torna mais ampla e mais profunda. Embora a IA tenha sido por muito tempo um instrumento para resolver uma única tarefa muito específica, essa tecnologia está se desenvolvendo cada vez mais para a solução de problemas mais generalizados.",
  "ai.learn.WhatYouWillLearn.first": "Adquira conhecimento sobre algoritmos de Deep Learning",
  "ai.learn.WhatYouWillLearn.second": "Aprenda a construir um sistema de reconhecimento de imagem",
  "ai.learn.WhatYouWillLearn.third": "Conheça a base matemática por trás do treinamento de redes neurais",
  "ai.learn.WhatYouWillLearn.fourth": "Adquira conhecimento geral de programação Python com ênfase em bibliotecas de Deep Learning",
  "ai.more.LeftImageSection.heading": "Mais sobre a Trilha",
  "ai.more.LeftImageSection.subheading": "Conheça as redes neurais e trabalhe com dados em nossas trilhas individualizadas!",
  "ai.more.LeftImageSection.text": "A trilha de IA possui várias versões. Você pode combinar a parte do aprendizado profundo com alguma atualização do seu conhecimento de Python e aprendizado de máquina. Para isso, é importante que você já tenha algum conhecimento em Python e aprendizado de máquina. Você irá adquirir conhecimentos teóricos e também experiência prática. Os principais aplicativos são classificação de imagens, detecção de objetos e mineração de texto. Além disso, você aplicará redes neurais para detectar objetos em uma imagem e classificá-los, bem como encontrar padrões interessantes em dados de texto (por exemplo, análises da Amazon). Além das aplicações, a trilha contém informações sobre a base matemática mais importante das redes neurais, incluindo back-propagation, descida do gradiente e vetorização de palavras.",
  "ai.first_impression.FirstImpression.heading": "Faça uma experiência",
  "ai.first_impression.FirstImpression.subheading": "Confira a nossa grade aberta a todos!",
  "ai.first_impression.FirstImpression.firstHeading": "Introdução à Inteligência Artificial",
  "ai.first_impression.FirstImpression.firstText": "Comece agora com nossa trilha grátis e aprenda os fundamentos da Inteligência Artificial!",

  "ux.headline.ProgrammHero.headingFirst": "UX",
  "ux.headline.ProgrammHero.headingSecond": "Design",
  "ux.headline.ProgrammHero.intro": "Descubra mais sobre nossa trilha de UX Design. Comece sua jornada de aprendizagem sendo um techie na TechLabs Curitiba. Adquira habilidades tecnológicas disruptivas utilizando uma de nossas trilhas personalizadas, participe em eventos locais e conte com mentoria profissional. Dentro de seis meses você desenvolverá um projeto tecnológico e receberá o nosso certificado Digital Shaper. ",
  "ux.what.RightImageSection.heading": "O que é User Experience Design?",
  "ux.what.RightImageSection.subheading": "As tarefas de um UX designer geralmente incluem pesquisa de usuário, criação de protótipos interativos e testes de design.",
  "ux.what.RightImageSection.text": "A experiência do usuário é composta pela percepção e resposta de uma pessoa resultante do uso ou da expectativa de uso de um produto, sistema ou serviço. Portanto, UX Design é o processo de compreender o usuário para melhorar iterativamente a usabilidade, acessibilidade e prazer ao interagir com o produto. Resumindo: Seu trabalho é fazer com que o usuário aproveite seu produto. ",
  "ux.why.RightImageSection.heading": "Por que UX Design?",
  "ux.why.RightImageSection.subheading": "Cada produto oferece uma experiência ao usuário. Aprenda como aperfeiçoá-la!",
  "ux.why.RightImageSection.text": "Desde que as empresas começaram a antecipar o valor de criar uma boa experiência do usuário, os produtos em todas as áreas da vida se tornaram cada vez mais amigáveis. Como resultado, a demanda por boa usabilidade e experiências positivas cresceu. Além disso, a cada dia surgem novos produtos no mercado, todos com demandas diferentes para atender às necessidades das pessoas. O UX Design não é apenas necessário para estabelecer um produto com sucesso, é também essencial para manter o produto no mercado e desenvolvê-lo cada vez mais. Como muitos produtos e informações estão se digitalizando, você será a chave para torná-los acessíveis para as pessoas que dependem deles e tornar suas vidas mais fácil.",
  "ux.learn.WhatYouWillLearn.intro": "Defina o problema que você tentará resolver!",
  "ux.learn.WhatYouWillLearn.first": "Aprenda UX Design com exemplos práticos e use a oportunidade para construir um portfólio pessoal.",
  "ux.learn.WhatYouWillLearn.second": "Descubra quais são os principais valores para criar uma experiência de usuário agradável",
  "ux.learn.WhatYouWillLearn.third": "Mehore suas habilidades de comunicação em uma equipe multidisciplinar e crie seu próprio portfólio de design",
  "ux.learn.WhatYouWillLearn.fourth": "Conheça as ferramentas para prototipar e implementar suas ideias.",
  "ux.more.LeftImageSection.heading": "Mais sobre a trilha",
  "ux.more.LeftImageSection.subheading": "Um grande design nasce, é nutrido e cresce - tudo por meio de um processo sistemático e que pode ser aprendido!",
  "ux.more.LeftImageSection.text": "Na trilha, você explorará o processo de pegar um conceito básico, baseado nas necessidades do usuário, e desenvolvê-lo em um design que atenderá a essas necessidades. Você ganhará experiência prática com técnicas como prototipagem, desenvolvimento de cenário e persona, bem como wireframing que o ajudará a transformar o que seus usuários precisam em uma experiência atraente e agradável. Além disso, você transforma suas ideias em protótipos interativos que podem ser testados com usuários em potencial e aprimorá-los em um design de alta qualidade. ",
  "ux.first_impression.FirstImpression.heading": "Faça uma experiência",
  "ux.first_impression.FirstImpression.subheading": "Confira a nossa grade aberta a todos!",
  "ux.first_impression.FirstImpression.firstHeading": "Introdução ao User Experience Design",
  "ux.first_impression.FirstImpression.firstText": "Comece agora com nossa trilha grátis e aprenda os fundamentos de UX!",

  "web.headline.ProgrammHero.headingFirst": "Desenvolvimento",
  "web.headline.ProgrammHero.headingSecond": " Web",
  "web.headline.ProgrammHero.intro": "Descubra mais sobre nossa trilha de Desenvolvimento Web. Comece sua jornada de aprendizado sendo um techie na TechLabs Curitiba. Adquira habilidades tecnológicas disruptivas utilizando uma de nossas trilhas personalizadas, participe em eventos locais e conte com mentoria profissional. Dentro de seis meses você desenvolverá um projeto tecnológico e receberá o nosso certificado Digital Shaper.",
  "web.what.RightImageSection.heading": "O que é Desenvolvimento Web?",
  "web.what.RightImageSection.subheading": "Nossa trilha contém tudo sobre o desenvolvimento de sites e aplicativos.",
  "web.what.RightImageSection.text": "Desenvolvimento Web é uma disciplina de engenharia de software que envolve o desenvolvimento de websites e serviços web. A variedade de trabalho em Desenvolvimento Web é enorme, desde a criação de uma página estática básica até aplicativos interativos complexos. Desenvolver para a web envolve ainda fatores relevantes como o design e o conteúdo, servidores da web e redes, além dos aspectos de segurança.",
  "web.why.RightImageSection.heading": "Por que Desenvolvimento Web?",
  "web.why.RightImageSection.subheading": "Sem os desenvolvedores, não existiriam conteúdos nem aplicativos na Internet!",
  "web.why.RightImageSection.text": "A Internet transformou nossa economia e sociedade. As tecnologias que usamos no dia a dia continuam se desenvolvendo e o desenvolvimento web é cada vez mais importante. Os navegadores estão ficando cada dia mais poderosos, podendo ser usados até como sistemas operacionais completos (como o Chrome OS). As atuais ferramentas de desenvolvimento já permitem criar aplicativos nativos em qualquer dispositivo. Aprender como tudo isso funciona te dará habilidades de programação poderosas e versáteis, como criar websites, construir aplicativos, visualizar dados e torná-los acessíveis para os usuários. Inteligência artificial, aprendizado de máquina, robótica e outras áreas da tecnologia também precisam de interfaces modernas baseadas na web para interagir com os usuários. Logo, ter conhecimento em Desenvolvimento Web será o seu diferencial!",
  "web.learn.WhatYouWillLearn.intro": "Saiba mais sobre as tecnologias por trás da web e como construir aplicativos modernos!",
  "web.learn.WhatYouWillLearn.first": "Crie páginas web responsivas e interativas com HTML, CSS, and JavaScript",
  "web.learn.WhatYouWillLearn.second": "Ganhe experiência prática com tecnologias open source e frameworks, como React",
  "web.learn.WhatYouWillLearn.third": "Aprenda a desenvolver aplicativos utilizando Node.js",
  "web.learn.WhatYouWillLearn.fourth": "Dê vida aos dados com visualizações e gráficos interativos",
  "web.more.LeftImageSection.heading": "Mais sobre a Trilha",
  "web.more.LeftImageSection.subheading": "Conheça as tecnologias e frameworks que podem ser usadas para Desenvolvimento Web",
  "web.more.LeftImageSection.text": "A trilha de Desenvolvimento Web é indicada para iniciantes e intermediários. Como iniciante, você será apresentado aos princípios básicos da ciência da computação e irá aprender sobre as ferramentas e tecnologias necessárias para a criação de páginas da web e aplicativos, como HTML5, Cascading Style Sheets (CSS) e JavaScript. Além disso, você vai conhecer os frameworks mais populares e se familiarizar com as diferenças entre front-end e back-end. Ao final do curso, você será capaz de desenvolver front-end e back-end! Se você já tem conhecimento prévio, irá aprimorar suas técnicas de desenvolvimento, suas habilidades de programação em JavaScript e aprenderá a usar o Node.JS para criar aplicativos mais velozes. Se você já tem alguma experiência em ciência de dados, também poderá aprender como criar visualizações usando D3.js.",
  "web.first_impression.FirstImpression.heading": "Faça uma experiência",
  "web.first_impression.FirstImpression.subheading": "Confira nossa grade curricular aberta a todos!",
  "web.first_impression.FirstImpression.firstHeading": "Introdução ao Desenvolvimento Web",
  "web.first_impression.FirstImpression.firstText": "Comece agora com nossa trilha grátis e aprenda os fundamentos do Desenvolvimento Web!",

  "quote.lina.heading": "Ajudando Outros",
  "quote.lina.subheading": "Faça a diferença",
  "quote.lina.text": "Ajudar outras pessoas a desenvolver as habilidades de que precisam para fazer a diferença e ver o sucesso delas é uma das experiências mais gratificantes. É por isso que não pedimos nada em troca e trabalhamos de forma voluntária.",
  "quote.lina.job": "",

  "corevalues.heading.1": "Nossos",
  "corevalues.heading.2": "Valores",
  "corevalues.impact.heading": "Impacto",
  "corevalues.impact.text": "Criar um impacto positivo no mundo é a principal razão pela qual trabalhamos na TechLabs. Desafiamos o status quo todos os dias e criamos e implementamos ativamente novas ideias. Nós focamos em grandes resultados!",
  "corevalues.passion.heading": "Paixão",
  "corevalues.passion.text": "Somos apaixonados pela missão da TechLabs porque a educação tecnológica é um dos desafios mais urgentes de nosso tempo. Portanto, precisamos agir agora e liderar pelo exemplo para inspirar outras pessoas e realmente fazer a mudança acontecer.",
  "corevalues.learning.heading": "Aprendizado",
  "corevalues.learning.text": "Somos eternos estudantes que adoram aprender e crescer, tanto pessoalmente quanto juntos como organização. Somos pessoas extremamente motivadas para adquirir e aplicar novos conhecimentos e habilidades.",
  "corevalues.self.heading": "Voluntariado",
  "corevalues.self.text": "Criamos um impacto significativo por meio do voluntariado. Não estamos pedindo nada em troca, pois nossa motivação está principalmente enraizada na alegria de levar habilidades tecnológicas para nossas comunidades. Ajudar outras pessoas a aprender e compreender o mundo um pouco melhor é uma das experiências mais gratificantes.",
  "corevalues.respect.heading": "Respeito",
  "corevalues.respect.text": "Temos a mente aberta e abraçamos a diversidade em todas as nossas comunidades. Respeitamos as origens e as opiniões uns dos outros.",

  "dataScience.headline.ProgrammHero.headingFirst": "Ciência de",
  "dataScience.headline.ProgrammHero.headingSecond": " Dados",
  "dataScience.headline.ProgrammHero.intro": "Descubra mais sobre nossa trilha de Ciência de Dados. Comece sua jornada de aprendizado sendo um techie na TechLabs Curitiba. Adquira habilidades tecnológicas disruptivas utilizando uma de nossas trilhas personalizadas, participe em eventos locais e conte com mentoria profissional. Dentro de seis meses você desenvolverá um projeto tecnológico e receberá o nosso certificado Digital Shaper.",
  "dataScience.why.RightImageSection.heading": "Por que Ciência de Dados?",
  "dataScience.why.RightImageSection.subheading": "Cientista de dados - o trabalho com maior demanda no século 21!",
  "dataScience.why.RightImageSection.text": " 'Dados são o novo óleo' - uma frase cativante já dita em 2006, que se torna mais importante com o tempo. O que torna empresas como Google, Baidu ou Amazon tão poderosas? É a quantidade de os dados que possuem e os funcionários que são capazes de analisá-los. O volume de dados que é criado, bem como o número de empresas que querem usar esses dados crescem exponencialmente a cada ano. Existem insights interessantes esperando para serem descobertos neste universo de dados em constante crescimento e a ciência de dados é a chave para decifrar todos esses insights ocultos. Portanto, a demanda por cientistas de dados está aumentando. A ciência de dados é um campo muito versátil. Cientistas de dados são necessários em quase todos os campos que você possa imaginar, como HealthCare, Banking, Logistics, E-Commerce e muitos mais. Portanto, como um cientista de dados, você pode resolver muitos problemas diferentes, obter conhecimentos importantes e agregar valor a outras pessoas e ao seu negócio. ",
  "whatYouWillLearn.heading": "O que você aprenderá?",
  "dataScience.learn.WhatYouWillLearn.intro": "Data Science é um domínio multidisciplinar. Em sua essência, é a tarefa de encontrar informações valiosas a partir dos dados.",
  "dataScience.learn.WhatYouWillLearn.first": "Como aplicar modelos de aprendizado de máquina para resolver problemas como previsão de rotatividade ou segmentação de clientes",
  "dataScience.learn.WhatYouWillLearn.second": "Exploração de dados brutos para obter insights úteis",
  "dataScience.learn.WhatYouWillLearn.third": "Conhecimento geral de programação em R ou Python",
  "dataScience.learn.WhatYouWillLearn.fourth": "Como apresentar seus resultados de uma forma estruturada e visualmente atraente",
  "dataScience.more.LeftImageSection.heading": "Mais sobre a trilha",
  "dataScience.more.LeftImageSection.subheading": "Aprenda ciência de dados - prática ou teoria - R ou Python - sua escolha",
  "dataScience.more.LeftImageSection.text": "Não importa se você é um iniciante ou já tem alguma experiência. O programa é projetado para que você possa escolher com qual nível de experiência deseja começar, se você deseja cursos práticos ou teóricos e se prefere programar em Python ou R. Você decide. Ambas as trilhas - as práticas e teóricas - incluem exercícios básicos de programação no início para conhecer a linguagem de programação escolhida. O hands-on é feito para pessoas que querem aprender a aplicar rapidamente algoritmos de aprendizado de máquina para resolver problemas sem mergulhar no campo matemático. O curso teórico inclui materiais e exercícios que cobrem o campo teórico (matemático) de vários algoritmos, como regressão linear e logística, redes neurais ou redução de dimensionalidade. As trilhas também incluem Notebooks onde você pode aprofundar o conhecimento e praticar as habilidades aprendidas durante os cursos online. ",
  "dataScience.first_impression.FirstImpression.heading": "Faça uma experiência",
  "dataScience.first_impression.FirstImpression.subheading": "Confira nossa grade curricular aberta a todos!",
  "dataScience.first_impression.FirstImpression.firstHeading": "Introdução à Ciência de Dados com Python",
  "dataScience.first_impression.FirstImpression.firstText": "Comece agora com nossa trilha grátis e aprenda os fundamentos da Ciência de Dados com Python!",
  "dataScience.first_impression.FirstImpression.button": "Começar agora",
  "dataScience.first_impression.FirstImpression.secondHeading": "",
  "dataScience.first_impression.FirstImpression.secondText": "",

  "programmHero.info.time.heading": "Duração",
  "programmHero.info.time.first": "5 meses",
  "programmHero.info.time.second": "5 horas por semana",
  "programmHero.info.certificate.heading": "Certificado",
  "programmHero.info.certificate.first": "Receba o certificado de conclusão",
  "programmHero.info.certificate.second": "após apresentação do projeto final",
  "programmHero.info.certificate.short": "Receba o certificado após apresentar o seu projeto",
  "programmHero.info.participants.heading": "Participantes",
  "programmHero.info.participants.long": "Mais de 250 formados",
  "programmHero.info.participants.short": "Mais de 250 formados",

  "projects.heading": "Projetos Desenvolvidos",
  "projects.subheading": "Dê uma olhada nos projetos concluídos e inspire-se!",
  "projects.first.heading": "Financial Planner",
  "projects.first.text": "An application that keeps track of your entire financial transactions.",
  "projects.second.heading": "The zeb Project",
  "projects.second.text": "An application that recognizes the brand and model of a car by taking a picture and identifying key statistical features of the used car.",
  "projects.third.heading": "War of Talents",
  "projects.third.text": "A platform thats wants to revolutionize job selection process of employees and the employer.",
  "projects.tech.webdev": "Desenvolvimento Web",
  "projects.tech.ai": "Inteligência Artificial",
  "projects.tech.ds": "Ciência de Dados",
  "projects.tech.ux": "UX Design",
  "projects.button": "Mais informações",

  "blog.heading": "Artigos recentes",
  "blogcard.time": "min read",

  "callToAction.first": "Você quer aprender as tecnologias",
  "callToAction.second": " mais procuradas no mundo?",
  "callToAction.third": "Você está pronto(a) ",
  "callToAction.fourth": "para aprender?",
  "callToAction.button": "Inscreva-se",
  "callToAction.button.closed": "Inscrições encerradas. Aguarde.",

  "datesCalendar.heading": "Datas Importantes",
  "datesCalendar.subheading": "Confira todos os eventos e prazos em {city}",
  "datesCalendar.noEvents": "Não há eventos programados para este mês",

  "layout.locations": "Locais",
  "layout.program": "Programa",
  "layout.dsp": "Programa Digital Shaper",
  "layout.codeathome": "codeathome Bootcamp",
  "layout.ds": "Ciência de Dados",
  "layout.webdev": "Desenvolvimento Web",
  "layout.ai": "Inteligência Artificial",
  "layout.ux": "User Experience Design (UX)",
  "layout.openPositions": "Posições abertas",
  "navbar.locations.all": "Todos os locais",
  "navbar.locations.becomeFounder": "Torne-se um cofundador",
  "navbar.about": "Sobre",
  "navbar.blog": "Blog",
  "navbar.slack": "Junte-se ao nosso Slack",
  "navbar.newsroom": "Newsroom",
  "footer.about_us": "Sobre nós",
  "footer.tracks": "Tracks",
  "footer.faq": "FAQ",
  "footer.terms": "Termos",
  "footer.terms.privacy": "Política de privacidade",
  "footer.terms.imprint": "Imprint",
  "footer.cookies": "Este site usa cookies para melhorar a sua experiência.",
  "footer.cookies.more": "Mais informações",
  "language.button": "Idioma",
  "techlabs.head.description": "TechLabs é uma plataforma para pessoas de todas as áreas. Domine as mais modernas tecnologias para desenvolver soluções para os problemas do nosso mundo de forma digital e empreendedora.",

  "landingpage.button.program": "Programa",
  "landingpage.button.about": "Sobre",
  "landingpage.button.read_more": "Leia mais",
  "landingpage.digital.shaper.part1": "Aprenda Ciência de Dados, Inteligência Artificial, Desenvolvimento Web e UX Design com nosso exclusivo programa Digital Shaper que combina aprendizado online, projeto prático, mentoria profissional e eventos locais",
  "landingpage.digital.shaper.part2": "- totalmente gratuito para qualquer pessoa!",
  "landingpage.googlechallenge.heading": "Programa premiado",
  "landingpage.googlechallenge.subheading": "Google Impact Challenge 2018!",
  "landingpage.googlechallenge.text": "TechLabs - a ideia convenceu: a startup sem fins lucrativos TechLabs oferece aos alunos a oportunidade de ampliar e aprofundar suas habilidades tecnológicas - tudo de graça! Em 2018, o projeto foi premiado com 20.000 EUR na final do Google Impact Challenge, em Berlim. Hoje, mais de 200 pessoas fazem parte da TechLabs voluntariamente para espalhar a ideia. ",

  "landingpage.learn_more.heading": "Saiba mais",
  "landingpage.learn_more.subheading": "Confira nossos locais e nosso Programa Digital Shaper!",
  "landingpage.learn_more.locations.h2": "Locais →",
  "landingpage.learn_more.locations.text": "Dê uma olhada no que está acontecendo atualmente em nossas comunidades locais. Não encontrou a sua cidade? Leve a TechLabs para a sua cidade, vamos juntos formar mais Digital Shapers.",
  "landingpage.learn_more.program.h2": "Programa →",
  "landingpage.learn_more.program.text": "Não tem certeza de qual trilha de aprendizagem é a certa para você? Confira nosso programa e obtenha mais informações sobre cada uma de nossas trilhas.",
  "landingpage.quote.nils.heading": "A Jornada TechLabs",
  "landingpage.quote.nils.subheading": "O que espera por você na TechLabs",
  "landingpage.quote.nils.text": "Aprenda habilidades de tecnologia em um semestre por meio de nosso programa que combina Aprendizado Online, Projeto Prático, Mentorias e Eventos Locais da TechLabs. Independentemente de seu conhecimento prévio - qualquer pessoa pode participar e aprender habilidades técnicas. Na TechLabs, não queremos que dinheiro seja um problema e é por isso que nossos programas são gratuitos. Ajudamos você a concluir seu próprio projeto de tecnologia e se qualificar para as principais áreas da tecnologia. ",
  "landingpage.quote.nils.job": "Head de Produto da TechLabs",
  "landingpage.location.discover": "> Conheça nossos locais",
  "landingpage.location.text": "Atualmente temos 15 comunidades locais em diferentes países do mundo.",
  "landingpage.partnerlogos.text": "Alguns parceiros com os quais trabalhamos",
  "landingpage.slider.heading": "Nossa comunidade",
  "landingpage.slider.subheading": "Descubra mais sobre a experiência de aprendizado na TechLabs!",
  "landingpage.slider.pre": "DEPOIMENTOS",
  "landingpage.slider.title": "TechLabs me ensinou a programar",
  "landingpage.slider.jin.text": "A TechLabs me deu conhecimento e confiança suficientes para me inscrever e participar de um hackathon. Criamos um aplicativo web para produtividade e conquistamos o terceiro lugar.",
  "landingpage.slider.hümeyra.text": "Não tinha experiência em tecnologia, o caminho de aprendizagem da TechLabs me permitiu começar com o curso de IA, aprender as habilidades de programação necessárias e desenvolver uma compreensão do aprendizado de máquina. Por fim, posso construir uma ponte entre a biomedicina e a IA. ",
  "landingpage.slider.miriam.text": "Quando decidi adquirir algum conhecimento de tecnologia, não sabia por onde começar. Na TechLabs, as pessoas sabem o que estão fazendo e me ajudaram a começar e a alcançar meus objetivos. ",
  "landingpage.slider.button": "conheça o projeto de {name}",
  "landingpage.what.community.members": "membros da comunidade",
  "landingpage.what.community.members.discover": "> Descubra nossa comunidade",
  "landingpage.what.community.members.text": "Nossa crescente comunidade conecta mais de 3000 pessoas motivadas para aprender tecnologia - online e offline.",
  "landingpage.what.digital.tracks": "trilhas online",
  "landingpage.what.digital.tracks.discover": "> Descubra nossas trilhas",
  "landingpage.what.digital.tracks.text": "Na TechLabs, você pode aprender IA, Desenvolvimento Web, Ciência de Dados e UX.",
  "landingpage.what.location": "locais",
  "landingpage.what.we.offer.subtitle": "Veja o que a TechLabs tem para você!",
  "landingpage.what.we.offer.title": "O que oferecemos",
  "landingpage.what.weeks.of.coding": "semanas de programação",
  "landingpage.what.weeks.of.coding.discover": "> Conheça nosso programa",
  "landingpage.what.weeks.of.coding.text": "Entre 12 e 16 semanas, você terá uma visão geral do mundo da programação e será capaz de dominar a tecnologia com nosso conceito de aprendizagem combinada.",

  "location.munich": "Munich",
  "location.aachen": "Aachen",
  "location.barcelona": "Barcelona",
  "location.berlin": "Berlim",
  "location.dortmund": "Dortmund",
  "location.düsseldorf": "Düsseldorf",
  "location.city": "Cidades",
  "location.copenhagen": "Copenhagen",
  "location.hamburg": "Hamburgo",
  "location.country": "Países",
  "location.country.brazil": "Brasil",
  "location.country.colombia": "Colômbia",
  "location.country.denmark": "Dinamarca",
  "location.country.germany": "Alemanha",
  "location.country.spain": "Espanha",
  "location.country.remote": "Global",
  "local.curitiba": "Curitiba",
  "location.medellín": "Medellín",
  "location.münster": "Münster",
  "location.remote": "Remoto",
  "location.availableTracks": "Trilhas disponíveis:",
  "location.nextApplication": "Próxima fase de inscrições:",
  "location.nextBatch": "Próximas turmas serão anunciadas em breve",
  "location.follow.heading": "Siga-nos:",
  "location.follow.subheading": "Fique por dentro!",
  "location.openPositions.heading": "Junte-se a nós",
  "location.openPositions.subheading": "Tem interesse em fazer parte de nossa equipe?",
  "location.openPositions.text": "Você sonha com um mundo melhor e tem paixão por tecnologia? Como parte da equipe da TechLabs, você pode apoiar ativamente outras pessoas na aprendizagem de tecnologia. Entre em contato e junte-se à família TechLabs.",
  "location.openPositions.button": "Posições abertas",
  "location.office.heading": "Nosso escritório - {officeName}",
  "location.office.subheading": "Conheça nosso espaço de trabalho",
  "location.office.visit": "Faça uma visita",
  "location.office.directions": "Endereços",
  "location.partners.heading": "Nossos parceiros",
  "location.partners.subheading": "A TechLabs é orgulhosamente apoiada por",
  "location.newsletter.title": "Want to know when the next application period starts?",
  "location.newsletter.subtitle": "Subscribe to our email list to get notified!",
  "location.newsletter.name.label": "First Name*",
  "location.newsletter.name.placeholder": "Your Name",
  "location.newsletter.email.label": "Email*",
  "location.newsletter.email.placeholder": "Your Email",
  "location.newsletter.privacy": "I agree that TechLabs could use my information to stay in contact, send news and information.",
  "location.newsletter.button": "Subscribe",

  "applypage.choose.your.city.title": "Escolha sua cidade",
  "applypage.choose.your.city.subtitle": "No momento, estamos nestes locais! Fuso horário do temporizador de contagem decrescente: hora da europa central (CEST/CET)",
  "applypage.applyCard.availableTracks": "Trilhas disponíveis",
  "applypage.headline.ApplicationHero.headingFirst": "Inscrições",
  "applypage.headline.ApplicationHero.intro": "Você quer aprender tecnologia de ponta? Você quer fazer parte de uma comunidade crescente? Inscreva-se agora para o TechLabs Digital Shaper Program.",
  "applypage.requirements.heading": "Requisitos para Inscrição",
  "applypage.requirements.subheading": "O que procuramos em um candidato?",
  "applypage.requirements.motivation.1": "Motivação",
  "applypage.requirements.motivation.2": "- Você está motivado para aprender habilidades de tecnologia de forma online?",
  "applypage.requirements.motivation.3": "O programa de aprendizagem online requer que você aprenda de forma independente!",
  "applypage.requirements.drive.1": "Vontade",
  "applypage.requirements.drive.2": "- Você tem vontade de desenvolver um projeto em grupo durante o seu semestre?",
  "applypage.requirements.drive.3": "Durante a fase do projeto, você precisa trabalhar em uma pequena equipe para aplicar seus conhecimentos!",
  "applypage.requirements.community.1": "Comunidade",
  "applypage.requirements.community.2": "- Você gosta de se conectar com pessoas e comunidades?",
  "applypage.requirements.community.3": "Oferecemos eventos locais que vivem da participação ativa para criar uma comunidade única.",
  "applypage.requirements.english.1": "Inglês",
  "applypage.requirements.english.2": "- Suas habilidades em inglês são suficientes?",
  "applypage.requirements.english.3": "Para ter uma ótima experiência de aprendizado, você também deve ser capaz de entender materiais em inglês!",
  "applypage.requirements.time.1": "Gestão do Tempo",
  "applypage.requirements.time.2": "- Você se compromete a dedicar tempo suficiente para participar de nosso programa?",
  "applypage.requirements.time.3": "Para se tornar um Digital Shaper, você deve investir ao menos 50 horas online e offline!",
  "applypage.applicationProcess.heading": "Processo de inscrição",
  "applypage.applicationProcess.subheading": "Quais são as etapas para se inscrever?",
  "applypage.applicationProcess.step1.heading": "Inscrição online",
  "applypage.applicationProcess.step1.text": "Analisamos sua inscrição e verificamos se sua motivação se encaixa em nossos requisitos!",
  "applypage.applicationProcess.step2.heading": "Processo de Feedback",
  "applypage.applicationProcess.step2.text": "Depois de examinar todas as candidaturas, entramos em contato com você com nosso feedback final!",
  "applypage.applicationProcess.step3.heading": "Kick-Off",
  "applypage.applicationProcess.step3.text": "Parabéns - você faz parte de nossa comunidade TechLabs. Vamos começar a aprender juntos!",
  "applypage.applicationProcess.nextStep": "Próxima etapa",
  "applypage.applicationProcess.firstStep": "Primeira etapa",
  "applypage.applicationProcess.secondStep": "Segunda etapa",
  "applypage.moreinformation.heading": "Perdeu o prazo?",
  "applypage.moreinformation.subheading": "Descubra como é estudar Desenvolvimento Web, Ciência de Dados, IA ou UX. Prepare-se antes do próximo Kick-Off!",
  "applypage.text.start_now": "Comece agora",

  "programs.heading.1": "Nosso aprendizado",
  "programs.heading.2": "Programas",
  "programs.subheading": "Nosso programa fornece a maneira mais eficaz de construir novos conhecimentos na área de tecnologia. Nosso conceito de aprendizagem combina Aprendizado Online, Projeto Prático e Eventos da Comunidade TechLabs. Conheça nosso programa agora.",
  "programs.techlabs_academy.subheading": "Explore nossos cursos e escolha aquele que mais tem a ver com você!",
  "programs.learn_more.subheading": "Obtenha mais informações sobre os programas!",
  "programs.learn_more.button": "Saiba mais",
  "faq.heading": "FAQ",
  "faq.subheading": "Você tem mais perguntas?",
  "faq_1.question": "Como me inscrevo no Programa Digital Shaper?",
  "faq_1.answer": "As inscrições podem ser feitas diretamente no site da TechLabs. Certifique-se de consultar o prazo de inscrição na sua localidade.",
  "faq_1.applypage.answer": "As inscrições podem ser feitas através do formulário de inscrição para a respectiva localidade.",
  "faq_2.question": "O que vocês procuram em um candidato?",
  "faq_2.answer": "Na TechLabs, queremos entender por que você está motivado para ingressar em nosso programa. Estamos construindo uma equipe vibrante e interdisciplinar, então não hesite em se inscrever independentemente de sua formação acadêmica e conhecimento anterior. Não há resposta certa para as perguntas do formulário. ",
  "faq_3.question": "Como posso calcular o tempo necessário de estudos?",
  "faq_3.answer": "Em geral, a aprendizagem é um processo individual. No entanto, recomendamos que você estude os materiais da sua trilha regularmente. Nossos materiais de aprendizagem têm uma duração de mais de 50 horas. Lembre-se também de que a fase do projeto geralmente requer a organização do tempo com sua equipe. Em todo caso, o tempo investido valerá a pena! ",
  "faq_4.question": "",
  "faq_4.answer": "",
  "faq_5.question": "",
  "faq_5.answer": "",
  "faq_6.question": "",
  "faq_6.answer": "",
  "faq.button": "Mais perguntas?",
  "faqpage.question1": "Como posso me inscrever no Programa Digital Shaper?",
  "faqpage.answer1": "Isso pode ser feito diretamente através do nosso formulário de inscrição para a respectiva localidade.",
  "faqpage.question2": "O que devo escrever na minha inscrição para ser aceito?",
  "faqpage.answer2": "Na TechLabs, queremos conhecer você melhor e sua motivação. Por isso, não há resposta certa ou errada para as perguntas. Certifique-se apenas de que sua resposta realmente se refira à pergunta . Infelizmente, não podemos avaliar respostas que não estejam relacionadas com a questão. ",
  "faqpage.question3": "Quem posso contatar se tiver alguma dúvida?",
  "faqpage.answer3": "Entre em contato diretamente com a TechLabs da sua localidade ou escreva para contact@techlabs.org.",
  "faqpage.question4": "Ainda posso me inscrever para o próximo semestre?",
  "faqpage.answer4": "Sua inscrição será bem-vinda a qualquer momento! Nossas fases de inscrição sempre começam no início do semestre.",
  "faqpage.question5": "Quanto tempo terei que investir?",
  "faqpage.answer5": "Em geral, a aprendizagem é um processo individual. No entanto, recomendamos que você estude os materiais da sua trilha regularmente e reserve cerca de 5 horas por semana. Lembre-se também de que a fase do projeto geralmente requer a organização do tempo com sua equipe. Em todo caso, o tempo investido valerá a pena!",
  "faqpage.question6": "Não tenho nenhum conhecimento técnico. Isso é ruim?",
  "faqpage.answer6": "O objetivo da TechLabs é transformar todas as pessoas em Digital Shapers, independentemente do seu nível de conhecimento. É por isso que agradecemos sua inscrição! Também levamos em consideração seu conhecimento anterior com nossos caminhos de aprendizagem individualizados.",
  "faqpage.question7": "Como vocês se financiam?",
  "faqpage.answer7": "Como associação sem fins lucrativos, somos financiados por doações e trabalhamos em estreita colaboração com parceiros e patrocinadores.",
  "faqpage.question8": "Quais despesas terei com o Programa?",
  "faqpage.answer8": "Nenhuma! Oferecemos os melhores cursos, o melhor suporte possível, além de emocionantes palestras e encontros com nossos parceiros, gratuitamente. Informações mais detalhadas são divulgadas a cada semestre. ",
  "faqpage.question9": "Como funciona o processo de reembolso da taxa do curso?",
  "faqpage.answer9": "Informações detalhadas sobre o processo de reembolso da taxa do curso serão fornecidas no início do semestre. Se você tiver alguma dúvida, não hesite em nos contatar.",
  "faqpage.question10": "Em que condições recebo o certificado Digital Shaper?",
  "faqpage.answer10": "Você receberá o certificado se concluir o projeto junto com sua equipe no final do semestre e compartilhar sua experiência e resultados do projeto em uma postagem no nosso blog.",
  "faqpage.question11": "Existe um requisito de participação nos encontros?",
  "faqpage.answer11": "Estamos trabalhando para tornar nossos encontros os mais variados e atraentes possíveis. Não há obrigação de comparecer para obter nosso certificado Digital Shaper.",
  "faqpage.question12": "Em que idioma serão os cursos?",
  "faqpage.answer12": "Em geral, apenas os cursos online serão em inglês. No entanto, os cursos são fáceis de entender e algumas plataformas oferecem a possibilidade de adicionar legendas. Já os nossos encontros são realizados em Português.",
  "faqpage.question13": "Quanto custa?",
  "faqpage.answer13": "Não queremos que dinheiro seja um problema. É por isso que todos os nossos programas são totalmente gratuitos.",
  "faqpage.question14": "Quem pode se inscrever no Programa?",
  "faqpage.answer14": "Encorajamos qualquer pessoa a se inscrever! Nossa missão é permitir que o maior número possível de pessoas adquira habilidades tecnológicas de ponta para ajudar a resolver os problemas do nosso mundo. Não importa se você está já trabalha ou ainda é estudante. Damos as boas-vindas a todos na TechLabs! Inscreva-se. ",
  "faq.search.placeholder": "Buscar perguntas",

  "program.remote.hero.button": "Inscreva-se agora",
  "program.remote.hero.applicationStart": "Início das inscrições do Bootcamp:",
  "program.remote.hero.bootcampStart": "O próximo Bootcamp começa:",
  "program.remote.threeComponents.heading": "O conceito #codeathome",
  "program.remote.threeComponents.subheading": "Nosso conceito de aprendizagem remota consiste em três componentes!",
  "program.remote.keyBenefits.heading": "Principais benefícios do #codeathome",
  "program.remote.keyBenefits.subheading": "Veja como você pode se beneficiar com a TechLabs!",
  "program.remote.learnMore.heading": "Saiba mais",
  "program.remote.learnMore.subheading": "Conheça as nossas três trilhas de aprendizagem!",
  "program.remote.learnMore.firstProjectHeading": "Desenvolvimento Web",
  "program.remote.learnMore.secondProjectHeading": "Ciência de Dados",
  "program.remote.learnMore.thirdProjectHeading": "Inteligência Artificial",
  "program.remote.learnMore.fourthProjectHeading": "User Experience Design (UX)",
  "program.remote.table.heading": "O que está incluído no #codeathome Bootcamp?",
  "program.remote.table.subheading": "Conheça as diferenças entre o programa Digital Shaper local e o #codeathome Bootcamp!",

  "program.local.programmhero.headingSecond": "Programa",
  "program.local.academy.first.name": "Ciência de Dados",
  "program.local.academy.first.text": "No curso de Ciência de Dados, você aprenderá habilidades básicas de codificação em R ou Python e as aplicará diretamente às tarefas de Data Science - desde a importação de dados até a preparação e visualização de dados e a construção de modelos de aprendizado de máquina",
  "program.local.academy.second.name": "Desenvolvimento Web",
  "program.local.academy.second.text": "Na trilha de Desenvolvimento da Web, você aprenderá a construir seus primeiros aplicativos interativos para a Web e conhecer a WebDev-Toolbox (HTML, CSS, JavaScript, React.js e muitos mais)",
  "program.local.academy.third.name": "Inteligência Artificial",
  "program.local.academy.third.text": "Na trilha de Inteligência Artificial, você aprenderá sobre as possibilidades das técnicas de IA atuais, irá desenvolver habilidades em Python e criará suas primeiras aplicações de reconhecimento de imagem.",
  "program.local.academy.fourth.name": "User Experience Design (UX)",
  "program.local.academy.fourth.text": "Aprenda UX Design com exemplos práticos e use a oportunidade para construir seu portfólio na área de tecnologia. Descubra quais são os valores-chave para projetar uma experiência de usuário agradável.",

  "program.local.learn_more.heading": "Saiba mais",
  "program.local.learn_more.subheading": "Conheça as nossas três trilhas de aprendizagem!",
  "program.local.learn_more.firstProject": "Desenvolvimento Web",
  "program.local.learn_more.secondProject": "Ciência de Dados",
  "program.local.learn_more.thirdProject": "Inteligência Artificial",
  "program.local.learn_more.fourthProject": "User Experience Design (UX)",
  "program.local.learn_more.button": "Saiba mais",

  "program.local.threeComponents.heading": "Nosso conceito",
  "program.local.threeComponents.subheading": "Nosso conceito de aprendizagem combinada consiste em três componentes",

  "program.journey.heading": "Sua jornada de aprendizagem",
  "program.journey.subheading": "Explore a jornada TechLabs do início ao fim!",
  "program.local.journey.1.heading": "Semana de Orientação",
  "program.local.journey.1.text": "Informe-se sobre as diferentes trilhas de aprendizagem que a TechLabs oferece e selecione a sua favorita!",
  "program.local.journey.2.heading": "Aprendizagem",
  "program.local.journey.2.text": "Obtenha uma trilha de aprendizagem personalizada e aprenda a programar. Encontre-se com outros participantes em eventos e workshops da comunidade local.",
  "program.local.journey.3.heading": "Kickoff do Projeto",
  "program.local.journey.3.text": "Escolha o projeto que mais lhe interessa e trabalhe nele em uma pequena equipe interdisciplinar nos próximos meses!",
  "program.local.journey.4.heading": "Desenvolvimento do Projeto",
  "program.local.journey.4.text": "Acompanhe sua equipe e trabalhe no projeto que você escolheu. Receba orientação de Mentores experientes na área!",
  "program.local.journey.5.heading": "Conclusão do Projeto",
  "program.local.journey.5.text": "Ganhe um certificado concluindo seu projeto em equipe e apresentando seus resultados finais.",

  "program.local.table.heading": "O que está incluído no Programa Digital Shaper?",
  "program.local.table.subheading": "Veja a diferença entre o Programa Digital Shaper local e o #codeathome Bootcamp!",
  "program.local.table.row1.col1": "Duração",
  "program.local.table.row1.col3": "Programa de 5 meses, 3-5 horas/semana",
  "program.local.table.row2.col1": "Quem pode se inscrever?",
  "program.local.table.row2.col3": "Todos que moram próximo a uma de nossas unidades e podem participar dos eventos locais.",
  "program.local.table.row3.col1": "O que está incluído?",
  "program.local.table.row3.col3.1": "Programa de aprendizagem grátis",
  "program.local.table.row3.col3.2": "Mentorias",
  "program.local.table.row3.col3.3": "Eventos locais",
  "program.local.table.row3.col3.4": "Certificado Digital Shaper",
  "program.local.table.row4.col1": "Quais trilhas estão disponíveis?",
  "program.local.table.row4.col3.1": "Desenvolvimento Web",
  "program.local.table.row4.col3.2": "Ciência de Dados (Python & R)",
  "program.local.table.row4.col3.3": "Inteligência Artificial",
  "program.local.table.row4.col3.4": "UX Design",
  "program.local.table.row5.col1": "Qual é a principal diferença?",
  "program.local.table.row5.col3.1": "Comunidade local",
  "program.local.table.row5.col3.2": "Acesso a Mentores locais",
  "program.local.table.row5.col3.3": "Concluir um projeto em equipe",

  "program.local.keyBenefits.heading": "Principais benefícios do programa Digital Shaper",
  "program.local.keyBenefits.subheading": "Veja como você pode se beneficiar com a TechLabs!",
  "program.local.keyBenefits.first.heading": "Comece a programar - independente do seu conhecimento anterior",
  "program.local.keyBenefits.first.text": "Obtenha uma trilha de aprendizagem. Aprenda habilidades técnicas em Ciência de Dados, Inteligência Artificial, UX Design ou Desenvolvimento Web por meio dos melhores recursos online disponíveis.",
  "program.local.keyBenefits.second.heading": "Aprenda com mentores qualificados",
  "program.local.keyBenefits.second.text": "Você tem dúvidas em sua jornada de aprendizagem ou durante os projetos? Basta perguntar aos nossos mentores com longa experiência prática em suas áreas de atuação!",
  "program.local.keyBenefits.third.heading": "Construa seu próprio projeto de tecnologia",
  "program.local.keyBenefits.third.text": "Escolha um projeto do seu interesse e trabalhe nele em um pequeno grupo interdisciplinar com outros participantes da TechLabs. Desenvolva o seu portfólio de projetos de tecnologia.",
  "program.local.keyBenefits.fourth.heading": "Molde a sua carreira",
  "program.local.keyBenefits.fourth.text": "Aprender a programar vai permitir que você crie rapidamente projetos de tecnologia incríveis, trabalhe em uma startup ou tenha acesso aos nossos profissionais e empresas parceiras. TechLabs é a escolha certa para você! ",
  "program.local.threeComponents.first.heading": "Comunidade local",
  "program.local.threeComponents.first.text": "Somente a aprendizagem online não desenvolve todo o seu potencial. Precisamos de um contexto social no qual as pessoas possam compartilhar o que aprenderam e ajudar umas às outras. Precisamos da dinâmica de uma comunidade para ter certeza de que todos estão motivados ao longo da jornada de aprendizagem. Para reunir nossa comunidade TechLabs e aprender coletivamente, temos vários formatos de encontros durante o semestre. ",
  "program.local.threeComponents.second.heading": "Aprendizagem online",
  "program.local.threeComponents.second.text": "Nossos participantes adquirem novos conhecimentos em uma de nossas trilhas de aprendizagem online. Para cada uma das trilhas, nossos especialistas em currículo compilaram cuidadosamente os melhores recursos de aprendizagem on-line disponíveis em vários formatos. Para garantir que tanto um iniciante em programação quanto alguém mais experiente possam aprender algo novo em nosso programa, as trilhas são individualizadas com base no conhecimento prévio e nas metas de aprendizagem de cada participante. ",
  "program.local.threeComponents.third.heading": "Projeto Prático",
  "program.local.threeComponents.third.text": "O objetivo geral da fase de aprendizagem online do nosso programa é que o conteúdo das trilhas permitam que nossos participantes desenvolvam seu próprio projeto de tecnologia, apresentando uma solução para um problema previamente escolhido. Nossos mentores são especialistas em suas respectivas áreas e ficarão felizes em apoiar as equipes de projetos em caso de problemas técnicos e questões relacionadas ao escopo ou gerenciamento do projeto. ",

  "testemunho.heading": "O que dizem nossos parceiros",
  "program.local.testimonial.subheading": "Leia aqui o que nossos parceiros pensam sobre as habilidades que você aprende na TechLabs!",
  "program.local.timothee.quote": "Ótimo conceito - Gosto de encontrar jovens interessados de várias áreas que desejam aprender sobre temas digitais e métodos de trabalho eficientes.",
  "dataScience.testimonial.subheading": "Leia o que nossos parceiros pensam sobre a TechLabs!",
  "dataScience.katharina.quote": "A TechLabs permite que os participantes aprendam algo inovador e se conectem diretamente com as empresas. Uma ótima proposta e importante parceria!",

  "program.index.table.heading": "Que tipo de programas oferecemos?",
  "program.index.table.subheading": "Na Techlabs, você pode estudar totalmente online ou aprender na sua cidade!",

  "foundYourOwn.headline.text1": "Leve a TechLabs para",
  "foundYourOwn.headline.text2": "a sua cidade",
  "foundYourOwn.subheading.text": "Torne-se um cofundador da TechLabs",
  "foundYourOwn.list.entry1.text": "Você está procurando um novo desafio e tem paixão por tecnologia?",
  "foundYourOwn.list.entry2.text": "Você sempre quis tomar a iniciativa e transformar suas próprias ideias em ação?",
  "foundYourOwn.list.entry3.text": "Você quer ajudar outras pessoas voluntariamente a se preparar para os desafios de amanhã?",
  "foundYourOwn.heading3.text": "Perfeito, vamos fazer a diferença juntos!",
  "foundYourOwn.challenge.heading.text1": "Você está procurando um novo desafio ",
  "foundYourOwn.challenge.heading.text2": "e tem paixão por tecnologia?",
  "foundYourOwn.challenge.card.text": "Nós da TechLabs sonhamos com um mundo sem analfabetos digitais. Um mundo cheio de indivíduos com experiência em tecnologia que abordam os desafios de nosso tempo com uma mentalidade digital e empreendedora. Para alcançar isso, pretendemos transformar o maior número possível de jovens em Digital Shapers, o que necessariamente requer uma abordagem global. Vamos unir forças para moldar o futuro da educação tecnológica! ",
  "foundYourOwn.initiative.heading.text1": "Você quer tomar a iniciativa e transformar suas próprias ideias",
  "foundYourOwn.initiative.heading.text2": "em ação?",
  "foundYourOwn.initiative.card.text": "Encontre um novo local para a TechLabs em sua cidade e faça parte de nossa ampla rede para alavancar seu envolvimento, experiência e ideias. Crie uma comunidade de tecnologia local, organize workshops e sessões de programação, conecte-se com apoiadores locais - suas possibilidades são infinitas. Nós não apenas apoiamos você na criação de seu próprio local, mas também oferecemos uma plataforma única para você e sua equipe causarem um impacto além do nível local! ",
  "foundYourOwn.prepare.heading.text1": "Você quer ajudar os outros a se preparar para os desafios",
  "foundYourOwn.prepare.heading.text2": "de amanhã?",
  "foundYourOwn.prepare.card.text": "Como cofundador da TechLabs, sua missão é construir um novo local do zero. Para criar o melhor ambiente de aprendizagem possível, nossa abordagem combina cursos online, comunidades offline e uma fase de projeto prático. Além desses elementos principais, colocamos grande ênfase nas características individuais de cada local. Pense na TechLabs como um conceito comprovado que consiste em uma variedade de blocos de construção para escolher. Compilando esses blocos diferentes de acordo com suas preferências, você pode criar sua própria versão da TechLabs. Sua localidade é o seu projeto! ",
  "foundYourOwn.wait.heading.text1": "Você não vê a hora de levar ",
  "foundYourOwn.wait.heading.text2": "a TechLabs para a sua cidade?",
  "foundYourOwn.calltoAction.text": "Entre em contato",

  "team.heading": "Membros do Conselho",
  "team.subheading": "As pessoas por trás de {city}",
  "team.contactButton": "Entre em contato",

  "404.subheading": "Como um techie, você sabe o que isso significa ...",
  "404.definition": "Definição:",
  "404.text.1": "O",
  "404.text.2": "HTTP 404",
  "404.text.3": ", 404 não encontrado, 404, página não encontrada ou ",
  "404.text.4": "Servidor não encontrado",
  "404.text.5": "é um código de resposta padrão do Hypertext Transfer Protocol (HTTP), em comunicações de rede de computadores, para indicar que o navegador foi capaz de se comunicar com um determinado servidor, mas o servidor",
  "404.text.6": "não foi capaz de encontrar o que foi solicitado.",
  "404.text.7": "O servidor de hospedagem do site normalmente gera uma página da web \"404 Não encontrado\"quando um usuário tenta seguir um link quebrado ou inativo; portanto, o erro 404 é um dos erros mais reconhecíveis encontrados na World Wide Web. ",
  "404.learnTech": "Aprenda tecnologia",
  "404.home": "Voltar para a página inicial",

  "talk.when": "Quando?",
  "talk.where": "Onde?",
  "talk.interested": "Interesse?",
  "talk.notified": "Seja notificado sobre os futuros TechLabs Talks",
  "talk.register": "Registe-se aqui",

  "talk.register.name.label": "Primeiro nome*",
  "talk.register.name.placeholder": "Seu nome",
  "talk.register.email.label": "Endereço de Email*",
  "talk.register.email.placeholder": "Seu correio electrónico",
  "talk.register.location.label": "TechLabs Locais perto de si",
  "talk.register.participated.question": "Já participou num programa TechLabs?*",
  "talk.register.participated.answer.y": "Sim",
  "talk.register.participated.answer.n": "Não",
  "talk.register.privacy": "Concordo que o TechLabs poderia utilizar as minhas informações para permanecer em contacto, enviar notícias e informações.",
  "talk.register.button": "Registe-se",

  "talks.previous": "Talks anteriores",
  "talks.heroTitle": "Descubra nossos",
  "talks.heroSpan": "TechLabs Talks",
  "talks.heroText": "Navegue por nossas discussões e entrevistas com entrevistados empolgantes. Para você, nós conversamos com empresas iniciantes e inovadoras de sucesso de uma ampla gama de indústrias. Nossa moderação sempre proporciona muito sobre o que falar e captar perguntas sobre tópicos atualmente relevantes.",
  "talks.search": "Buscar",

  "newsroom.heroTitle": "Bem-vindo ao",
  "newsroom.heroSpan": "TechLabs Newsroom",
  "newsroom.heroText": "Em nossa Newsroom você pode encontrar todos os interessantes talks, podcasts e projetos do TechLabs.",

  "newsroom.talksTitle": "Nossos últimos TechLabs Talks",
  "newsroom.talksDescription": "Confira nossas TechLabs Talks e aprenda algo novo e entre em contato com nossos painelistas!",
  "newsroom.talksButton": "Todos os Talks",

  "newsroom.podcastTitle": "Nosso Digital Shapers Podcast",
  "newsroom.podcastDescription": "Digital Shapers é um podcast produzido em cooperação entre TechLabs e DigitalMente, duas ONGs com o mesmo objetivo, criando uma sociedade mais igualitária usando tecnologia e habilidades tecnológicas para democratizar a educação e resolver os desafios mundiais de hoje.",
  "newsroom.podcastButton": "Todos os Podcasts"
}
